Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

source: Area Capture
ar: التقاط منطقة
de: Bereichserfassung
es: Captura de área
fr: Capture de zone
id: Tangkap Area
it: Cattura area
ja: エリアキャプチャ
ko: 영역 캡처
pt: Captura de Área
ru: Захват области
th: จับภาพพื้นที่
vi: Chụp vùng
zh_tw: 區域截圖

source: Delay Capture
ar: التقاط متأخر
de: Verzögerte Erfassung
es: Captura con retraso
fr: Capture différée
id: Tangkap dengan Penundaan
it: Cattura ritardata
ja: 遅延キャプチャ
ko: 지연 캡처
pt: Captura com Atraso
ru: Захват с задержкой
th: จับภาพหน่วงเวลา
vi: Chụp hẹn giờ
zh_tw: 延遲截圖

# RealTimeCapture
source: Instant Capture
ar: التقاط فوري
de: Sofortige Erfassung
es: Captura instantánea
fr: Capture instantanée
id: Tangkap Instan
it: Cattura istantanea
ja: 即時キャプチャ
ko: 순간 캡처
pt: Captura Instantânea
ru: Мгновенный захват
th: จับภาพทันที
vi: Chụp tức thì
zh_tw: 即時截圖

source: Multi Capture
ar: التقاط متعدد
de: Mehrfacherfassung
es: Captura múltiple
fr: Capture multiple
id: Tangkap Multi
it: Cattura multipla
ja: 複数キャプチャ
ko: 멀티 캡처
pt: Captura Múltipla
ru: Множественный захват
th: จับภาพหลายครั้ง
vi: Chụp nhiều
zh_tw: 多重截圖

source: Full Screen
ar: شاشة كاملة
de: Vollbild
es: Pantalla completa
fr: Plein écran
id: Layar Penuh
it: Schermo intero
ja: 全画面
ko: 전체화면
pt: Tela Inteira
ru: Полный экран
th: เต็มจอ
vi: Toàn màn hình
zh_tw: 全螢幕

# DesignatedCapture
source: Fixed Area
ar: منطقة ثابتة
de: Fester Bereich
es: Área fija
fr: Zone fixe
id: Area Tetap
it: Area fissa
ja: 固定エリア
ko: 지정 캡처
pt: Área Fixa
ru: Фиксированная область
th: พื้นที่คงที่
vi: Vùng cố định
zh_tw: 固定區域

source: Window Capture
ar: التقاط نافذة
de: Fenstererfassung
es: Captura de ventana
fr: Capture de fenêtre
id: Tangkap Jendela
it: Cattura finestra
ja: ウィンドウキャプチャ
ko: 창 캡처
pt: Captura de Janela
ru: Захват окна
th: จับภาพหน้าต่าง
vi: Chụp cửa sổ
zh_tw: 視窗截圖

source: Element Capture
ar: التقاط عنصر
de: Elementerfassung
es: Captura de elemento
fr: Capture d'élément
id: Tangkap Elemen
it: Cattura elemento
ja: 要素キャプチャ
ko: 단위 캡처
pt: Captura de Elemento
ru: Захват элемента
th: จับภาพองค์ประกอบ
vi: Chụp phần tử
zh_tw: 元素截圖

source: Scroll Capture
ar: التقاط تمرير
de: Scroll-Erfassung
es: Captura con desplazamiento
fr: Capture avec défilement
id: Tangkap Gulir
it: Cattura con scorrimento
ja: スクロールキャプチャ
ko: 스크롤 캡처
pt: Captura com Rolagem
ru: Захват с прокруткой
th: จับภาพเลื่อนหน้า
vi: Chụp cuộn
zh_tw: 滾動截圖

source: OCR Capture
ar: التقاط OCR
de: OCR-Erfassung
es: Captura OCR
fr: Capture OCR
id: Tangkap OCR
it: Cattura OCR
ja: OCRキャプチャ
ko: OCR 캡처
pt: Captura com OCR
ru: Захват OCR
th: จับภาพ OCR
vi: Chụp OCR
zh_tw: OCR截圖

# NormalMode
source: Normal
ar: عادي
it: Normale
ja: 通常
ko: 일반 모드
ru: Обычный
th: ปกติ
vi: Bình thường
zh_tw: 標準

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_tw: 設定

source: Exit
ar: خروج
de: Beenden
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 終了
ko: 종료
pt: Sair
ru: Выход
th: ออก
vi: Thoát
zh_tw: 結束

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_tw: 儲存

source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
id: Simpan Semua
it: Salva tutto
ja: すべて保存
ko: 전체 저장
pt: Salvar Tudo
ru: Сохранить все
th: บันทึกทั้งหมด
vi: Lưu tất cả
zh_tw: 全部儲存

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_tw: 刪除

source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
id: Hapus Semua
it: Elimina tutto
ja: すべて削除
ko: 전체 삭제
pt: Excluir Tudo
ru: Удалить все
th: ลบทั้งหมด
vi: Xóa tất cả
zh_tw: 全部刪除

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
vi: Sao chép
zh_tw: 複製

source: Print
ar: طباعة
de: Drucken
es: Imprimir
fr: Imprimer
id: Cetak
it: Stampa
ja: 印刷
ko: 인쇄
pt: Imprimir
ru: Печать
th: พิมพ์
vi: In
zh_tw: 列印

source: Pen
ar: قلم
de: Stift
es: Lápiz
fr: Stylo
id: Pena
it: Penna
ja: ペン
ko: 펜
pt: Caneta
ru: Перо
th: ปากกา
vi: Bút
zh_tw: 畫筆

source: Highlighter
ar: مُبرز
de: Textmarker
es: Resaltador
fr: Surligneur
id: Penyorot
it: Evidenziatore
ja: ハイライト
ko: 형광펜
pt: Marcador
ru: Маркер
th: ไฮไลท์
vi: Bút đánh dấu
zh_tw: 螢光筆

source: Text
ar: نص
es: Texto
fr: Texte
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pt: Texto
ru: Текст
th: ข้อความ
vi: Chữ
zh_tw: 文字

source: Shape
ar: شكل
de: Form
es: Forma
fr: Forme
id: Bentuk
it: Forma
ja: 図形
ko: 도형
pt: Forma
ru: Фигура
th: รูปร่าง
vi: Hình dạng
zh_tw: 形狀

source: Eraser
ar: ممحاة
de: Radiergummi
es: Borrador
fr: Gomme
id: Penghapus
it: Gomma
ja: 消しゴム
ko: 지우개
pt: Borracha
ru: Ластик
th: ยางลบ
vi: Tẩy
zh_tw: 橡皮擦

source: Mosaic
ar: فسيفساء
de: Mosaik
es: Mosaico
fr: Mosaïque
id: Mosaik
it: Mosaico
ja: モザイク
ko: 모자이크
pt: Pixelado
ru: Мозаика
th: โมเสก
vi: Khảm
zh_tw: 馬賽克

source: Numbering
ar: ترقيم
de: Nummerierung
es: Numeración
fr: Numérotation
id: Penomoran
it: Numerazione
ja: 番号付け
ko: 번호
pt: Numeração
ru: Нумерация
th: หมายเลข
vi: Đánh số
zh_tw: 編號

source: Numbering Mode
ar: وضع الترقيم
de: Nummerierungsmodus
es: Modo de numeración
fr: Mode numérotation
id: Mode Penomoran
it: Modalità numerazione
ja: 番号付けモード
ko: 번호 매기기
pt: Modo de Numeração
ru: Режим нумерации
th: โหมดหมายเลข
vi: Chế độ đánh số
zh_tw: 編號模式

source: Crop
ar: اقتصاص
de: Zuschneiden
es: Recortar
fr: Recadrer
id: Potong
it: Ritaglia
ja: トリミング
ko: 자르기
pt: Recortar
ru: Обрезать
th: ครอบตัด
vi: Cắt
zh_tw: 裁剪

source: Rotate
ar: تدوير
de: Drehen
es: Rotar
fr: Rotation
id: Putar
it: Ruota
ja: 回転
ko: 회전
pt: Rotacionar
ru: Повернуть
th: หมุน
vi: Xoay
zh_tw: 旋轉

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt: Desfazer
ru: Отменить
th: ยกเลิก
vi: Hoàn tác
zh_tw: 復原

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
pt: Refazer
ru: Вернуть
th: ทำซ้ำ
vi: Làm lại
zh_tw: 取消復原

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
pt: Geral
ru: Общие
th: ทั่วไป
vi: Chung
zh_tw: 一般

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
vi: Ngôn ngữ
zh_tw: 語言

source: Hotkeys
ar: مفاتيح الاختصار
de: Tastenkürzel
es: Atajos de teclado
fr: Raccourcis clavier
id: Tombol Pintas
it: Scorciatoie
ja: ホットキー
ko: 단축키
pt: Atalhos de Teclado
ru: Горячие клавиши
th: ปุ่มลัด
vi: Phím tắt
zh_tw: 快捷鍵

source: Start with Windows
ar: بدء مع ويندوز
de: Mit Windows starten
es: Iniciar con Windows
fr: Démarrer avec Windows
id: Jalankan Saat Windows Mulai
it: Avvia con Windows
ja: Windows起動時に開始
ko: Windows 시작 시 실행
pt: Iniciar com o Windows
ru: Запускать с Windows
th: เริ่มต้นพร้อม Windows
vi: Khởi động cùng Windows
zh_tw: 隨Windows啟動

source: Start in Tray Mode
ar: بدء في وضع التراي
de: Im Tray-Modus starten
es: Iniciar en modo bandeja
fr: Démarrer en mode barre d'état
id: Mulai dalam Mode Tray
it: Avvia in modalità tray
ja: トレイモードで開始
ko: 트레이 모드로 시작
pt: Iniciar na Área de Notificação
ru: Запуск в трее
th: เริ่มในโหมดถาด
vi: Khởi động ở khay hệ thống
zh_tw: 以系統托盤模式啟動

# SettingsSaved
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
de: Einstellungen erfolgreich gespeichert
es: Configuración guardada correctamente
fr: Paramètres enregistrés avec succès
id: Pengaturan berhasil disimpan
it: Impostazioni salvate correttamente
ja: 設定を保存しました
ko: 설정이 저장되었습니다
pt: Configurações salvas com sucesso
ru: Настройки успешно сохранены
th: บันทึกการตั้งค่าสำเร็จ
vi: Cài đặt đã được lưu thành công
zh_tw: 設定儲存成功

source: Version
ar: الإصدار
es: Versión
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt: Versão
ru: Версия
th: เวอร์ชัน
vi: Phiên bản
zh_tw: 版本

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
vi: Mặc định
zh_tw: 預設

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
it: Seleziona
ja: 選択
pt: Selecionar
ru: Выбрать
th: เลือก
vi: Chọn
zh_tw: 選擇

# SelectTooltip
source: Select and adjust elements
ar: تحديد وتعديل العناصر
de: Elemente auswählen und anpassen
es: Seleccionar y ajustar elementos
fr: Sélectionner et ajuster les éléments
id: Pilih dan sesuaikan elemen
it: Seleziona e regola gli elementi
ja: 要素を選択して調整
pt: Selecionar e ajustar elementos
ru: Выбрать и настроить элементы
th: เลือกและปรับองค์ประกอบ
vi: Chọn và điều chỉnh các phần tử
zh_tw: 選擇並調整元素

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh_tw: 確認

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_tw: 取消

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
th: ใช่
vi: Có
zh_tw: 是

source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
th: ไม่
vi: Không
zh_tw: 否

source: Error
ar: خطأ
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
vi: Lỗi
zh_tw: 錯誤

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
id: Berhasil
it: Successo
ja: 成功
ko: 성공
pt: Sucesso
ru: Успех
th: สำเร็จ
vi: Thành công
zh_tw: 成功

source: Capture
ar: التقاط
de: Erfassen
es: Capturar
fr: Capturer
id: Tangkap
it: Cattura
ja: キャプチャ
ko: 캡처
pt: Capturar
ru: Захват
th: จับภาพ
vi: Chụp
zh_tw: 截圖

source: Captured
ar: تم الالتقاط
de: Erfasst
es: Capturado
fr: Capturé
id: Tertangkap
it: Catturato
ja: キャプチャ済み
ko: 캡처 완료
pt: Capturado
ru: Захвачено
th: จับภาพแล้ว
vi: Đã chụp
zh_tw: 已截圖

source: Recapture
ar: إعادة الالتقاط
de: Neu erfassen
es: Recapturar
fr: Recapturer
id: Tangkap Ulang
it: Ricattura
ja: 再キャプチャ
ko: 재캡처
pt: Recapturar
ru: Повторный захват
th: จับภาพใหม่
vi: Chụp lại
zh_tw: 重新截圖

source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
id: Salin ke Clipboard
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiar para a Área de Transferência
ru: Копировать в буфер обмена
th: คัดลอกไปคลิปบอร์ด
vi: Sao chép vào clipboard
zh_tw: 複製到剪貼簿

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Setel Ulang
it: Ripristina
ja: リセット
ko: 초기화
pt: Redefinir
ru: Сбросить
th: รีเซ็ต
vi: Đặt lại
zh_tw: 重設

# FlipHorizontal
source: Flip H
ar: قلب أفقي
de: Horizontal spiegeln
es: Voltear H
fr: Retourner H
id: Balik Horizontal
it: Ribalta O
ja: 横反転
ko: 좌우반전
pt: Espelhar Horizontal
ru: Отразить по горизонтали
th: พลิกแนวนอน
vi: Lật ngang
zh_tw: 水平翻轉

# FlipVertical
source: Flip V
ar: قلب رأسي
de: Vertikal spiegeln
es: Voltear V
fr: Retourner V
id: Balik Vertikal
it: Ribalta V
ja: 縦反転
ko: 상하반전
pt: Espelhar Vertical
ru: Отразить по вертикали
th: พลิกแนวตั้ง
vi: Lật dọc
zh_tw: 垂直翻轉

# ImageSearch
source: Img Search
ar: بحث صور
de: Bildsuche
es: Búsq. Img
fr: Rech. Img
id: Cari Gambar
it: Ric. Imm.
ja: 画像検索
ko: IMG 검색
pt: Pesquisar Imagem
ru: Поиск изображения
th: ค้นหารูป
vi: Tìm hình
zh_tw: 圖片搜尋

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
pt: Compartilhar
ru: Поделиться
th: แชร์
vi: Chia sẻ
zh_tw: 分享

source: Extract
ar: استخراج
de: Extrahieren
es: Extraer
fr: Extraire
id: Ekstrak
it: Estrai
ja: 抽出
ko: 추출
pt: Extrair
ru: Извлечь
th: ดึงข้อมูล
vi: Trích xuất
zh_tw: 擷取

source: Tool Options
ar: خيارات الأداة
de: Werkzeugoptionen
es: Opciones de herramienta
fr: Options de l'outil
id: Opsi Alat
it: Opzioni strumento
ja: ツールオプション
ko: 도구 옵션
pt: Opções da Ferramenta
ru: Параметры инструмента
th: ตัวเลือกเครื่องมือ
vi: Tùy chọn công cụ
zh_tw: 工具選項

source: Recent Captures
ar: التقاطات حديثة
de: Neueste Erfassungen
es: Capturas recientes
fr: Captures récentes
id: Tangkapan Terbaru
it: Catture recenti
ja: 最近のキャプチャ
ko: 최근 캡처 목록
pt: Capturas Recentes
ru: Недавние захваты
th: การจับภาพล่าสุด
vi: Ảnh chụp gần đây
zh_tw: 最近截圖

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
th: ขนาด
vi: Kích thước
zh_tw: 大小

# OriginalSize
source: Original
ar: أصلي
id: Asli
it: Originale
ja: オリジナル
ko: 원본
ru: Оригинал
th: ขนาดเดิม
vi: Gốc
zh_tw: 原尺寸

source: Reset to Original
ar: استعادة الأصلي
de: Auf Original zurücksetzen
es: Restablecer a original
fr: Rétablir l'original
id: Kembalikan ke Asli
it: Ripristina originale
ja: オリジナルに戻す
ko: 원본으로 되돌리기
pt: Redefinir para Original
ru: Вернуть оригинал
th: คืนค่าขนาดเดิม
vi: Khôi phục gốc
zh_tw: 恢復原尺寸

source: Add Text
ar: إضافة نص
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
id: Tambah Teks
it: Aggiungi testo
ja: テキスト追加
ko: 텍스트 추가
pt: Adicionar Texto
ru: Добавить текст
th: เพิ่มข้อความ
vi: Thêm chữ
zh_tw: 加入文字

# DrawShapeTooltip
source: Draw Shape (Default: Rectangle)
ar: رسم شكل (افتراضي: مستطيل)
de: Form zeichnen (Standard: Rechteck)
es: Dibujar forma (Predeterminado: Rectángulo)
fr: Dessiner une forme (Par défaut : Rectangle)
id: Gambar Bentuk (Default: Persegi Panjang)
it: Disegna forma (Predefinito: Rettangolo)
ja: 図形を描画（デフォルト：長方形）
ko: 도형 그리기 (기본: 사각형)
pt: Desenhar Forma (Padrão: Retângulo)
ru: Нарисовать фигуру (по умолчанию: прямоугольник)
th: วาดรูปร่าง (ค่าเริ่มต้น: สี่เหลี่ยม)
vi: Vẽ hình (Mặc định: Hình chữ nhật)
zh_tw: 繪製形狀（預設：矩形）

source: Shape Options
ar: خيارات الشكل
de: Formoptionen
es: Opciones de forma
fr: Options de forme
id: Opsi Bentuk
it: Opzioni forma
ja: 図形オプション
ko: 도형 옵션
pt: Opções de Forma
ru: Параметры фигуры
th: ตัวเลือกรูปร่าง
vi: Tùy chọn hình dạng
zh_tw: 形狀選項

# ImageSizePrefix
source: Image Size:
ar: حجم الصورة:
de: Bildgröße:
es: Tamaño de imagen:
fr: Taille de l'image :
id: Ukuran Gambar:
it: Dimensione immagine:
ja: 画像サイズ:
ko: 이미지 사이즈 :
pt: Tamanho da Imagem:
ru: Размер изображения:
th: ขนาดรูปภาพ:
vi: Kích thước ảnh:
zh_tw: 圖片尺寸:

# RestartRequired
source: Restart required to apply language changes.
ar: يتطلب إعادة التشغيل لتطبيق تغييرات اللغة.
de: Neustart erforderlich, um Sprachänderungen zu übernehmen.
es: Es necesario reiniciar para aplicar los cambios de idioma.
fr: Redémarrage requis pour appliquer les changements de langue.
id: Perlu restart untuk menerapkan perubahan bahasa.
it: Riavvio necessario per applicare le modifiche alla lingua.
ja: 言語変更を適用するには再起動が必要です。
ko: 언어 변경 후 프로그램을 다시 시작해야 합니다.
pt: É necessário reiniciar o programa para aplicar as alterações de idioma.
ru: Требуется перезапуск для применения изменений языка.
th: ต้องรีสตาร์ทเพื่อเปลี่ยนภาษา
vi: Cần khởi động lại để áp dụng thay đổi ngôn ngữ.
zh_tw: 語言變更需重新啟動程式才能生效。

# MenuEdit
source: Edit Menu
ar: تحرير القائمة
de: Menü bearbeiten
es: Editar menú
fr: Modifier le menu
it: Modifica menu
ja: メニュー編集
ko: 메뉴 편집
pt: Editar Menu
ru: Редактировать меню
th: แก้ไขเมนู
vi: Chỉnh sửa menu
zh_tw: 編輯選單

# MenuEditGuide
source: Drag and drop to reorder or delete menu items.
ar: سحب وإسقاط لإعادة ترتيب أو حذف عناصر القائمة.
de: Per Drag & Drop Menüpunkte umsortieren oder löschen.
es: Arrastra y suelta para reordenar o eliminar elementos del menú.
fr: Glisser-déposer pour réorganiser ou supprimer des éléments du menu.
id: Seret dan lepas untuk mengurutkan ulang atau menghapus item menu.
it: Trascina e rilascia per riordinare o eliminare voci del menu.
ja: ドラッグ＆ドロップでメニュー項目の並び替えや削除ができます。
ko: 드래그 앤 드롭으로 메뉴 순서, 변경, 삭제할 수 있어요.
pt: Arraste e solte para reordenar ou excluir itens do menu.
ru: Перетащите, чтобы изменить порядок или удалить пункты меню.
th: ลากและวางเพื่อเรียงลำดับหรือลบรายการเมนู
vi: Kéo thả để sắp xếp lại hoặc xóa mục menu.
zh_tw: 拖曳調整選單項目順序或刪除。

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
vi: Thêm
zh_tw: 加入

source: Restore Default Menus
ar: استعادة القوائم الافتراضية
de: Standardmenüs wiederherstellen
es: Restaurar menús predeterminados
fr: Restaurer les menus par défaut
id: Kembalikan Menu Default
it: Ripristina menu predefiniti
ja: デフォルトメニューを復元
ko: 기본 메뉴로 복원
pt: Restaurar Menus Padrão
ru: Восстановить меню по умолчанию
th: คืนค่าเมนูเริ่มต้น
vi: Khôi phục menu mặc định
zh_tw: 恢復預設選單

source: Visit Homepage
ar: زيارة الصفحة الرئيسية
de: Homepage besuchen
es: Visitar página principal
fr: Visiter la page d'accueil
id: Kunjungi Beranda
it: Visita homepage
ja: ホームページへ
ko: 홈페이지 방문
pt: Visitar Página Inicial
ru: Перейти на главную страницу
th: เยี่ยมชมหน้าแรก
vi: Truy cập trang chủ
zh_tw: 造訪首頁

source: Restore Defaults
ar: استعادة الافتراضيات
de: Standard wiederherstellen
es: Restaurar predeterminados
fr: Restaurer les paramètres par défaut
id: Kembalikan ke Default
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 복원
pt: Restaurar Padrões
ru: Восстановить по умолчанию
th: คืนค่าเริ่มต้น
vi: Khôi phục mặc định
zh_tw: 恢復預設

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh_tw: 隱私權政策

source: Capture Settings
ar: إعدادات الالتقاط
de: Erfassungseinstellungen
es: Configuración de captura
fr: Paramètres de capture
id: Pengaturan Tangkapan
it: Impostazioni cattura
ja: キャプチャ設定
ko: 캡처 설정
pt: Configurações de Captura
ru: Настройки захвата
th: การตั้งค่าการจับภาพ
vi: Cài đặt chụp ảnh
zh_tw: 截圖設定

source: Save Settings
ar: إعدادات الحفظ
de: Speichereinstellungen
es: Configuración de guardado
fr: Paramètres d'enregistrement
id: Pengaturan Penyimpanan
it: Impostazioni salvataggio
ja: 保存設定
ko: 저장 설정
pt: Configurações de Salvamento
ru: Настройки сохранения
th: การตั้งค่าการบันทึก
vi: Cài đặt lưu
zh_tw: 儲存設定

source: Save Path
ar: مسار الحفظ
de: Speicherpfad
es: Ruta de guardado
fr: Chemin d'enregistrement
id: Lokasi Penyimpanan
it: Percorso salvataggio
ja: 保存先
ko: 저장 경로
pt: Pasta de Salvamento
ru: Путь сохранения
th: ตำแหน่งบันทึก
vi: Đường dẫn lưu
zh_tw: 儲存路徑

source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
id: Ubah
it: Cambia
ja: 変更
ko: 변경
pt: Alterar
ru: Изменить
th: เปลี่ยน
vi: Thay đổi
zh_tw: 變更

source: File Format
ar: صيغة الملف
de: Dateiformat
es: Formato de archivo
fr: Format de fichier
id: Format File
it: Formato file
ja: ファイル形式
ko: 파일 형식
pt: Formato do Arquivo
ru: Формат файла
th: รูปแบบไฟล์
vi: Định dạng file
zh_tw: 檔案格式

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
id: Kualitas
it: Qualità
ja: 画質
ko: 품질
pt: Qualidade
ru: Качество
th: คุณภาพ
vi: Chất lượng
zh_tw: 畫質

source: Options
ar: خيارات
de: Optionen
es: Opciones
id: Opsi
it: Opzioni
ja: オプション
ko: 옵션
pt: Opções
ru: Опции
th: ตัวเลือก
vi: Tùy chọn
zh_tw: 選項

# AutoSaveCapture
source: Auto Save After Capture
ar: حفظ تلقائي بعد الالتقاط
de: Nach Erfassung automatisch speichern
es: Guardar automáticamente después de capturar
fr: Enregistrer automatiquement après capture
id: Simpan Otomatis Setelah Tangkap
it: Salva automaticamente dopo cattura
ja: キャプチャ後に自動保存
ko: 캡처 후 자동 저장
pt: Salvar Automaticamente Após Captura
ru: Автосохранение после захвата
th: บันทึกอัตโนมัติหลังจับภาพ
vi: Tự động lưu sau khi chụp
zh_tw: 截圖後自動儲存

source: Show Preview After Capture
ar: عرض معاينة بعد الالتقاط
de: Vorschau nach Erfassung anzeigen
es: Mostrar vista previa después de capturar
fr: Afficher l'aperçu après capture
id: Tampilkan Pratinjau Setelah Tangkap
it: Mostra anteprima dopo cattura
ja: キャプチャ後にプレビューを表示
ko: 캡처 후 미리보기 창 표시
pt: Mostrar Pré-visualização Após Captura
ru: Показывать превью после захвата
th: แสดงตัวอย่างหลังจับภาพ
vi: Hiển thị xem trước sau khi chụp
zh_tw: 截圖後顯示預覽

source: Hotkey Settings
ar: إعدادات مفاتيح الاختصار
de: Tastenkürzel-Einstellungen
es: Configuración de atajos
fr: Paramètres des raccourcis
id: Pengaturan Tombol Pintas
it: Impostazioni scorciatoie
ja: ホットキー設定
ko: 단축키 설정
pt: Configurações de Atalhos
ru: Настройки горячих клавиш
th: การตั้งค่าปุ่มลัด
vi: Cài đặt phím tắt
zh_tw: 快捷鍵設定

# UsePrintScreen
source: Use Print Screen Key
ar: استخدام مفتاح Print Screen
de: Druck-Taste verwenden
es: Usar tecla Impr Pant
fr: Utiliser la touche Impr. écran
id: Gunakan Tombol Print Screen
it: Usa tasto Stampa Schermo
ja: Print Screenキー使用
ko: Print Screen 키 사용
pt: Usar Tecla Print Screen
ru: Использовать клавишу Print Screen
th: ใช้ปุ่ม Print Screen
vi: Sử dụng phím Print Screen
zh_tw: 使用Print Screen鍵

source: System Settings
ar: إعدادات النظام
de: Systemeinstellungen
es: Configuración del sistema
fr: Paramètres système
id: Pengaturan Sistem
it: Impostazioni sistema
ja: システム設定
ko: 시스템 설정
pt: Configurações do Sistema
ru: Системные настройки
th: การตั้งค่าระบบ
vi: Cài đặt hệ thống
zh_tw: 系統設定

source: Startup Mode
ar: وضع البدء
de: Startmodus
es: Modo de inicio
fr: Mode de démarrage
id: Mode Startup
it: Modalità avvio
ja: 起動モード
ko: 시작 모드
pt: Modo de Inicialização
ru: Режим запуска
th: โหมดเริ่มต้น
vi: Chế độ khởi động
zh_tw: 啟動模式

# StartInNormal
source: Start in Normal Mode
ar: بدء في الوضع العادي
de: Im Normalmodus starten
es: Iniciar en modo normal
fr: Démarrer en mode normal
id: Mulai dalam Mode Normal
it: Avvia in modalità normale
ja: 通常モードで起動
ko: 일반 모드로 시작
pt: Iniciar no Modo Normal
ru: Запуск в обычном режиме
th: เริ่มในโหมดปกติ
vi: Khởi động chế độ bình thường
zh_tw: 以標準模式啟動

# StartInSimple
source: Start in Simple Mode
ar: بدء في الوضع البسيط
de: Im einfachen Modus starten
es: Iniciar en modo simple
fr: Démarrer en mode simple
id: Mulai dalam Mode Sederhana
it: Avvia in modalità semplice
ja: シンプルモードで起動
ko: 간편 모드로 시작
pt: Iniciar no Modo Simples
ru: Запуск в простом режиме
th: เริ่มในโหมดง่าย
vi: Khởi động chế độ đơn giản
zh_tw: 以簡易模式啟動

# StartInTray
source: Start in Tray Mode
ar: بدء في وضع التراي
de: Im Tray-Modus starten
es: Iniciar en modo bandeja
fr: Démarrer en mode barre d'état
id: Mulai dalam Mode Tray
it: Avvia in modalità tray
ja: トレイモードで起動
ko: 트레이 모드로 시작
pt: Iniciar na Área de Notificação
ru: Запуск в трее
th: เริ่มในโหมดถาด
vi: Khởi động ở khay hệ thống
zh_tw: 以系統托盤模式啟動

# StartupModeNotice
source: ※ Tray Mode shows only try icon.
ar: ※ وضع التراي يعرض أيقونة التراي فقط.
de: ※ Tray-Modus zeigt nur das Tray-Symbol an.
es: ※ El modo bandeja solo muestra el icono en la bandeja.
fr: ※ Le mode barre d'état affiche uniquement l'icône dans la barre d'état.
id: ※ Mode Tray hanya menampilkan ikon tray.
it: ※ La modalità tray mostra solo l'icona nella tray.
ja: ※ トレイモードはトレイアイコンのみ表示されます。
ko: ※ 트레이 모드는 시스템 트레이에 아이콘만 표시됩니다.
pt: ※ O modo Área de Notificação mostra apenas o ícone na barra de tarefas.
ru: ※ В режиме трея отображается только значок в трее.
th: ※ โหมดถาดแสดงเฉพาะไอคอนในถาด
vi: ※ Chế độ khay chỉ hiển thị biểu tượng khay.
zh_tw: ※ 系統托盤模式僅顯示托盤圖示。

source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración de idioma
fr: Paramètres de langue
id: Pengaturan Bahasa
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
pt: Configurações de Idioma
ru: Настройки языка
th: การตั้งค่าภาษา
vi: Cài đặt ngôn ngữ
zh_tw: 語言設定

# LanguageLabel
source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
id: Pilih Bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
pt: Selecionar Idioma
ru: Выбрать язык
th: เลือกภาษา
vi: Chọn ngôn ngữ
zh_tw: 選擇語言

# NoExtractedText
source: No text extracted.
ar: لم يتم استخراج نص.
de: Kein Text extrahiert.
es: No se extrajo texto.
fr: Aucun texte extrait.
id: Tidak ada teks yang diekstrak.
it: Nessun testo estratto.
ja: テキストが抽出されませんでした。
ko: 추출된 텍스트가 없습니다.
pt: Nenhum texto extraído.
ru: Текст не извлечён.
th: ไม่พบข้อความที่ดึงออกมา
vi: Không có văn bản được trích xuất.
zh_tw: 未擷取到文字。

source: Info
ar: معلومات
es: Información
ja: 情報
ko: 알림
pt: Informação
ru: Информация
th: ข้อมูล
vi: Thông tin
zh_tw: 資訊
