Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# EmptyTrashConfirmMessage
source: Do you want to permanently delete all items in trash?\n(Original files in folders will also be deleted)
ar: هل تريد حذف جميع العناصر في سلة المهملات نهائيًا؟\n(سيتم حذف الملفات الأصلية في المجلدات أيضًا)
de: Alle Elemente im Papierkorb endgültig löschen?\n(Originaldateien in Ordnern werden ebenfalls gelöscht)
es: ¿Desea eliminar permanentemente todos los elementos de la papelera?\n(Los archivos originales en las carpetas también se eliminarán)
fr: Voulez-vous supprimer définitivement tous les éléments de la corbeille ?\n(Les fichiers originaux dans les dossiers seront également supprimés)
id: Hapus permanen semua item di tempat sampah?\n(File asli di folder juga akan dihapus)
it: Vuoi eliminare definitivamente tutti gli elementi nel cestino?\n(Verranno eliminati anche i file originali nelle cartelle)
ja: ゴミ箱内のすべての項目を完全に削除しますか？\n(フォルダー内の元ファイルも削除されます)
ko: 휴지통의 모든 항목을 영구 삭제하시겠습니까?\n(폴더의 실제 파일들도 모두 삭제됩니다)
pt: Excluir permanentemente todos os itens da lixeira?\n(Arquivos originais também serão excluídos)
ru: Окончательно удалить все элементы в корзине?\n(Исходные файлы в папках тоже будут удалены)
th: ลบทุกไอเทมในถังขยะถาวรหรือไม่?\n(ไฟล์ต้นฉบับในโฟลเดอร์จะถูกลบด้วย)
vi: Bạn có muốn xóa vĩnh viễn tất cả mục trong thùng rác?\n(File gốc trong thư mục cũng sẽ bị xóa)
zh_tw: 永久刪除回收桶內所有項目？\n( file folder 中的原始檔案也将刪除)

# EmptyTrashTitle
source: Empty Trash
ar: إفراغ سلة المهملات
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
id: Kosongkan Tempat Sampah
it: Svuota cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt: Esvaziar Lixeira
ru: Очистить корзину
th: เทถังขยะ
vi: Dọn Thùng Rác
zh_tw: 清空回收桶

# ErrOpenFolder
source: Cannot open folder:
ar: لا يمكن فتح المجلد:
de: Ordner konnte nicht geöffnet werden:
es: No se puede abrir la carpeta:
fr: Impossible d'ouvrir le dossier :
id: Tidak dapat membuka folder:
it: Impossibile aprire la cartella:
ja: フォルダーを開けません:
ko: 폴더를 열 수 없습니다:
pt: Não foi possível abrir a pasta:
ru: Не удалось открыть папку:
th: ไม่สามารถเปิดโฟลเดอร์:
vi: Không thể mở thư mục:
zh_tw: 無法開啟資料夹：

# ErrSaveImage
source: An error occurred while saving the image:
ar: حدث خطأ أثناء حفظ الصورة:
de: Fehler beim Speichern des Bildes:
es: Ocurrió un error al guardar la imagen:
fr: Une erreur est survenue lors de l'enregistrement de l'image :
id: Terjadi error saat menyimpan gambar:
it: Si è verificato un errore durante il salvataggio dell'immagine:
ja: 画像の保存中にエラーが発生しました:
ko: 이미지 저장 중 오류가 발생했습니다:
pt: Erro ao salvar a imagem:
ru: Ошибка при сохранении изображения:
th: เกิดข้อผิดพลาดในการบันทึกภาพ:
vi: Đã xảy ra lỗi khi lưu ảnh:
zh_tw: 儲存圖像時發生錯誤：

# ErrOpenEditor
source: Cannot open editor:
ar: لا يمكن فتح المحرر:
de: Editor konnte nicht geöffnet werden:
es: No se puede abrir el editor:
fr: Impossible d'ouvrir l'éditeur :
id: Tidak dapat membuka editor:
it: Impossibile aprire l'editor:
ja: エディターを開けません:
ko: 편집창을 열 수 없습니다:
pt: Não foi possível abrir o editor:
ru: Не удалось открыть редактор:
th: ไม่สามารถเปิดตัวแก้ไข:
vi: Không thể mở trình chỉnh sửa:
zh_tw: 無法開啟編輯器：

# ErrPinImage
source: Cannot pin image:
ar: لا يمكن تثبيت الصورة:
de: Bild konnte nicht angeheftet werden:
es: No se puede fijar la imagen:
fr: Impossible d'épingler l'image :
id: Tidak dapat menyematkan gambar:
it: Impossibile fissare l'immagine:
ja: 画像を固定できません:
ko: 이미지를 고정할 수 없습니다:
pt: Não foi possível fixar a imagem:
ru: Не удалось закрепить изображение:
th: ไม่สามารถปักหมุดภาพ:
vi: Không thể ghim ảnh:
zh_tw: 無法釘選圖像：

# SyncConfirm
source: Cloud data (OneDrive, Dropbox, etc.) may take 1-3 minutes to reflect.\n\nWould you like to fetch the latest records now?
ar: قد تستغرق بيانات السحابة (OneDrive، Dropbox، إلخ) من 1 إلى 3 دقائق للانعكاس.\n\nهل تريد جلب أحدث السجلات الآن؟
de: Cloud-Daten (OneDrive, Dropbox usw.) können 1–3 Minuten zur Aktualisierung benötigen.\n\nJetzt die neuesten Einträge abrufen?
es: Los datos en la nube (OneDrive, Dropbox, etc.) pueden tardar 1-3 minutos en reflejarse.\n\n¿Desea obtener los registros más recientes ahora?
fr: Les données cloud (OneDrive, Dropbox, etc.) peuvent prendre 1 à 3 minutes pour se refléter.\n\nVoulez-vous récupérer les enregistrements les plus récents maintenant ?
id: Data cloud (OneDrive, Dropbox, dll.) mungkin butuh 1-3 menit untuk tercermin.\n\nAmbil rekaman terbaru sekarang?
it: I dati cloud (OneDrive, Dropbox, ecc.) potrebbero richiedere 1-3 minuti per aggiornarsi.\n\nVuoi recuperare ora le registrazioni più recenti?
ja: クラウドデータ(OneDrive、Dropboxなど)は反映に1〜3分かかる場合があります。\n\n今すぐ最新の記録を取得しますか？
ko: 클라우드(OneDrive, Dropbox 등) 사용 시 데이터 반영까지 약 1~3분 정도 소요될 수 있습니다.\n\n지금 바로 최신 기록을 가져오시겠습니까?
pt: Dados na nuvem (OneDrive, Dropbox etc.) podem demorar 1-3 minutos para sincronizar.\n\nDeseja atualizar agora?
ru: Облачные данные (OneDrive, Dropbox и т.д.) могут обновляться 1–3 минуты.\n\nПолучить самые свежие записи сейчас?
th: ข้อมูลคลาวด์ (OneDrive, Dropbox ฯลฯ) อาจใช้เวลา 1-3 นาทีในการอัปเดต\n\nต้องการดึงบันทึกล่าสุดตอนนี้หรือไม่?
vi: Dữ liệu đám mây (OneDrive, Dropbox, v.v.) có thể mất 1-3 phút để cập nhật.\n\nBạn có muốn lấy bản ghi mới nhất ngay bây giờ?
zh_tw: 雲端資料(OneDrive、Dropbox etc.) 可能需 1-3 minutes 同步。\n\n now 取得 latest record ？

# SyncInfoTitle
source: Sync Information
ar: معلومات المزامنة
de: Synchronisationsinformationen
es: Información de sincronización
fr: Informations de synchronisation
id: Informasi Sinkronisasi
it: Informazioni sincronizzazione
ja: 同期情報
ko: 동기화 안내
pt: Informações de Sincronização
ru: Информация о синхронизации
th: ข้อมูลการซิงค์
vi: Thông Tin Đồng Bộ
zh_tw: 同步資訊

source: Sync failed:
ar: فشلت المزامنة:
de: Synchronisation fehlgeschlagen:
es: Falló la sincronización:
fr: Échec de la synchronisation :
id: Sinkronisasi gagal:
it: Sincronizzazione fallita:
ja: 同期に失敗しました:
ko: 동기화 실패:
pt: Falha na sincronização:
ru: Синхронизация не удалась:
th: การซิงค์ล้มเหลว:
vi: Đồng bộ thất bại:
zh_tw: 同步失敗：

# NoteSyncTooltip
source: Fetch latest data
ar: جلب أحدث البيانات
de: Neueste Daten abrufen
es: Obtener los datos más recientes
fr: Récupérer les données les plus récentes
id: Ambil data terbaru
it: Recupera i dati più recenti
ja: 最新データを取得
ko: 최신 데이터 가져오기
pt: Obter dados mais recentes
ru: Получить последние данные
th: ดึงข้อมูลล่าสุด
vi: Lấy dữ liệu mới nhất
zh_tw: 取得最新資料

source: Clear Tags
ar: مسح العلامات
de: Tags löschen
es: Borrar etiquetas
fr: Effacer les tags
id: Hapus Tag
it: Cancella tag
ja: タグをクリア
ko: 태그 비우기
pt: Limpar Etiquetas
ru: Очистить теги
th: ล้างแท็ก
vi: Xóa Thẻ
zh_tw: 清除 태그

# ClearTagsTooltip
source: Delete all tags
ar: حذف جميع العلامات
de: Alle Tags löschen
es: Eliminar todas las etiquetas
fr: Supprimer tous les tags
id: Hapus semua tag
it: Elimina tutti i tag
ja: すべてのタグを削除
ko: 모든 태그 삭제
pt: Excluir todas as etiquetas
ru: Удалить все теги
th: ลบแท็กทั้งหมด
vi: Xóa tất cả thẻ
zh_tw: 刪除所有 태그

# ClearTagsConfirm
source: Are you sure you want to delete all tags?\nTag information will be removed from all notes.
ar: هل أنت متأكد من حذف جميع العلامات؟\nسيتم إزالة معلومات العلامات من جميع الملاحظات.
de: Alle Tags wirklich löschen?\nTag-Informationen werden aus allen Notizen entfernt.
es: ¿Está seguro de que desea eliminar todas las etiquetas?\nLa información de etiquetas se eliminará de todas las notas.
fr: Êtes-vous sûr de vouloir supprimer tous les tags ?\nLes informations de tags seront supprimées de toutes les notes.
id: Yakin ingin menghapus semua tag?\nInformasi tag akan dihapus dari semua catatan.
it: Sei sicuro di voler eliminare tutti i tag?\nLe informazioni dei tag verranno rimosse da tutte le note.
ja: すべてのタグを削除してもよろしいですか？\nすべてのノートからタグ情報が削除されます。
ko: 정말로 모든 태그를 삭제하시겠습니까?\n모든 노트에서 태그 정보가 제거됩니다.
pt: Tem certeza que deseja excluir todas as etiquetas?\nAs etiquetas serão removidas de todas as notas.
ru: Удалить все теги?\nИнформация о тегах будет удалена из всех заметок.
th: แน่ใจหรือไม่ว่าต้องการลบแท็กทั้งหมด?\nข้อมูลแท็กจะถูกลบจากโน้ตทั้งหมด
vi: Bạn có chắc muốn xóa tất cả thẻ?\nThông tin thẻ sẽ bị xóa khỏi tất cả ghi chú.
zh_tw: 確定刪除所有 태그？\n태그資訊將從所有筆記移除。

# DeleteSingleTagConfirm
source: Do you want to delete tag '#{0}'?\nThis tag will only be removed from notes it is applied to.
ar: هل تريد حذف العلامة '#{0}'؟\nسيتم إزالة هذه العلامة فقط من الملاحظات التي تم تطبيقها عليها.
de: Tag '#{0}' löschen?\nDer Tag wird nur aus den zugehörigen Notizen entfernt.
es: ¿Desea eliminar la etiqueta '#{0}'?\nEsta etiqueta solo se eliminará de las notas en las que está aplicada.
fr: Voulez-vous supprimer le tag '#{0}' ?\nCe tag sera uniquement supprimé des notes auxquelles il est appliqué.
id: Hapus tag '#{0}'?\nTag ini hanya akan dihapus dari catatan yang menggunakannya.
it: Vuoi eliminare il tag '#{0}'?\nQuesto tag verrà rimosso solo dalle note a cui è applicato.
ja: タグ '#{0}' を削除しますか？\nこのタグは適用されているノートからのみ削除されます。
ko: 태그 '#{0}'를 삭제하시겠습니까?\n해당 태그가 적용된 노트에서 이 태그만 제거됩니다.
pt: Deseja excluir a etiqueta '#{0}'?\nEla será removida apenas das notas em que está aplicada.
ru: Удалить тег '#{0}'?\nТег будет удалён только из применённых к нему заметок.
th: ต้องการลบแท็ก '#{0}' หรือไม่?\nแท็กนี้จะถูกลบเฉพาะจากโน้ตที่ใช้งาน
vi: Bạn có muốn xóa thẻ '#{0}'?\nThẻ này chỉ bị xóa khỏi các ghi chú đã áp dụng.
zh_tw: 刪除 태그 '#{0}'？\n此 태그僅從應用它的筆記移除。

# DeleteSingleTagComplete
source: Tag '#{0}' has been deleted.
ar: تم حذف العلامة '#{0}'.
de: Tag '#{0}' wurde gelöscht.
es: La etiqueta '#{0}' ha sido eliminada.
fr: Le tag '#{0}' a été supprimé.
id: Tag '#{0}' telah dihapus.
it: Il tag '#{0}' è stato eliminato.
ja: タグ '#{0}' を削除しました。
ko: 태그 '#{0}'가 삭제되었습니다.
pt: A etiqueta '#{0}' foi excluída.
ru: Тег '#{0}' удалён.
th: ลบแท็ก '#{0}' แล้ว
vi: Thẻ '#{0}' đã bị xóa.
zh_tw: 태그 '#{0}' 已刪除。

# MyNoteTitle
source: My Note
ar: ملاحظاتي
de: Meine Notiz
es: Mi Nota
fr: Mes notes
id: Catatan Saya
it: Le mie note
ja: マイノート
ko: 마이 노트
pt: Minha Nota
ru: Мои заметки
th: โน้ตของฉัน
vi: Ghi Chú Của Tôi
zh_tw: 我的筆記

# NewNoteLabel
source: New Note
ar: ملاحظة جديدة
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
id: Catatan Baru
it: Nuova nota
ja: 新しいノート
ko: 새 노트 작성
pt: Nova Nota
ru: Новая заметка
th: โน้ตใหม่
vi: Ghi Chú Mới
zh_tw: 新筆記

source: Copy URL
ar: نسخ الرابط
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
pt: Copiar URL
ru: Копировать URL
th: คัดลอก URL
vi: Sao Chép URL
zh_tw: 複製 URL

source: Open History
ar: فتح السجل
de: Verlauf öffnen
es: Abrir historial
fr: Ouvrir l'historique
id: Buka Riwayat
it: Apri cronologia
ja: 履歴を開く
ko: 히스토리 열기
pt: Abrir Histórico
ru: Открыть историю
th: เปิดประวัติ
vi: Mở Lịch Sử
zh_tw: 開啟歷史記錄

source: Open Capture Folder
ar: فتح مجلد الالتقاط
de: Erfassungsordner öffnen
es: Abrir carpeta de capturas
fr: Ouvrir le dossier de captures
id: Buka Folder Capture
it: Apri cartella catture
ja: キャプチャフォルダーを開く
ko: 캡처 폴더
pt: Abrir Pasta de Capturas
ru: Открыть папку захватов
th: เปิดโฟลเดอร์การจับภาพ
vi: Mở Thư Mục Chụp
zh_tw: 開啟擷取資料夹

source: Open Note Folder
ar: فتح مجلد الملاحظات
de: Notizordner öffnen
es: Abrir carpeta de notas
fr: Ouvrir le dossier des notes
id: Buka Folder Catatan
it: Apri cartella note
ja: ノートフォルダーを開く
ko: 노트 폴더
pt: Abrir Pasta de Notas
ru: Открыть папку заметок
th: เปิดโฟลเดอร์โน้ต
vi: Mở Thư Mục Ghi Chú
zh_tw: 開啟筆記資料夹

# CaptureAnd
source: Capture &
ar: التقاط &
de: Erfassen &
es: Capturar &
fr: Capturer &
it: Cattura &
ja: キャプチャ &
ko: 캡처 및
pt: Capturar e
ru: Захват &
th: จับภาพ &
vi: Chụp &
zh_tw: 擷取 &

# ChangeEdgeStyleTooltip
source: Click to change edge style
ar: انقر لتغيير نمط الحافة
de: Klicken, um Randstil zu ändern
es: Haga clic para cambiar el estilo de borde
fr: Cliquez pour changer le style de bordure
id: Klik untuk mengubah gaya tepi
it: Fai clic per cambiare stile bordo
ja: クリックしてエッジスタイルを変更
ko: 클릭하여 엣지 스타일 변경
pt: Clique para mudar o estilo da borda
ru: Нажмите, чтобы изменить стиль краёв
th: คลิกเพื่อเปลี่ยนสไตล์ขอบ
vi: Click để thay đổi kiểu viền
zh_tw: 點擊更改邊緣樣式

# EmptyTrashComplete
source: Trash has been emptied.
ar: تم إفراغ سلة المهملات.
de: Papierkorb wurde geleert.
es: La papelera ha sido vaciada.
fr: La corbeille a été vidée.
id: Tempat sampah telah dikosongkan.
it: Il cestino è stato svuotato.
ja: ゴミ箱を空にしました。
ko: 휴지통 비우기가 완료되었습니다.
pt: Lixeira esvaziada.
ru: Корзина очищена.
th: เทถังขยะเรียบร้อยแล้ว
vi: Thùng rác đã được dọn sạch.
zh_tw: 回收桶已清空。

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 전체
pt: Todos
ru: Все
th: ทั้งหมด
vi: Tất Cả
zh_tw: 全部

# CopyFailed
source: Failed to copy to clipboard. Another program might be using the clipboard.
ar: فشل النسخ إلى الحافظة. ربما يستخدم برنامج آخر الحافظة.
de: Kopieren in die Zwischenablage fehlgeschlagen. Möglicherweise verwendet ein anderes Programm die Zwischenablage.
es: No se pudo copiar al portapapeles. Es posible que otro programa esté usando el portapapeles.
fr: Échec de la copie dans le presse-papiers. Un autre programme utilise peut-être le presse-papiers.
id: Gagal menyalin ke clipboard. Mungkin program lain sedang menggunakan clipboard.
it: Copia negli appunti non riuscita. Potrebbe esserci un altro programma che sta utilizzando gli appunti.
ja: クリップボードへのコピーに失敗しました。他のプログラムがクリップボードを使用している可能性があります。
ko: 클립보드 복사에 실패했습니다. 다른 프로그램이 클립보드를 사용 중일 수 있습니다.
pt: Falha ao copiar para a área de transferência. Outro programa pode estar usando a área.
ru: Не удалось скопировать в буфер обмена. Возможно, другая программа использует буфер.
th: คัดลอกไปยังคลิปบอร์ดล้มเหลว อาจมีโปรแกรมอื่นกำลังใช้คลิปบอร์ด
vi: Sao chép vào clipboard thất bại. Có thể chương trình khác đang sử dụng clipboard.
zh_tw: 複製到剪貼簿失敗。其他程式可能正在使用剪貼簿。

# HistoryTitle
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 히스토리
pt: Histórico
ru: История
th: ประวัติ
vi: Lịch Sử
zh_tw: 歷史記錄

# HistoryColDate
source: Date & Time
ar: التاريخ والوقت
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
id: Tanggal & Waktu
it: Data e ora
ja: 日時
ko: 날짜 및 시각
pt: Data e Hora
ru: Дата и время
th: วันที่และเวลา
vi: Ngày & Giờ
zh_tw: 日期 & 時間

# HistoryColFileName
source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
id: Nama File
it: Nome file
ja: ファイル名
ko: 파일명
pt: Nome do Arquivo
ru: Имя файла
th: ชื่อไฟล์
vi: Tên File
zh_tw: 檔案名稱

# HistoryColMeta
source: Source/Title
ar: المصدر/العنوان
de: Quelle/Titel
es: Origen/Título
fr: Source/Titre
id: Sumber/Judul
it: Origine/Titolo
ja: ソース/タイトル
ko: 출처/제목
pt: Fonte/Título
ru: Источник/Заголовок
th: แหล่งที่มา/ชื่อเรื่อง
vi: Nguồn/Tiêu Đề
zh_tw: 來源/標題

# HistoryColMemo
source: Memo
ar: الملاحظة
fr: Mémo
ja: メモ
ko: 메모
ru: Заметка
th: โน้ต
vi: Ghi Chú
zh_tw: 筆記

# HistoryColActions
source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
id: Aksi
it: Azioni
ja: 操作
ko: 작업
pt: Ações
ru: Действия
th: การกระทำ
vi: Hành Động
zh_tw: 動作

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 히스토리
pt: Histórico
ru: История
th: ประวัติ
vi: Lịch Sử
zh_tw: 歷史 record

# HistoryFilterTitle
source: Detailed Filter
ar: فلتر تفصيلي
de: Detaillierter Filter
es: Filtro detallado
fr: Filtre détaillé
id: Filter Detail
it: Filtro dettagliato
ja: 詳細フィルター
ko: 상세 필터
pt: Filtro Avançado
ru: Подробный фильтр
th: ตัวกรองละเอียด
vi: Bộ Lọc Chi Tiết
zh_tw: 詳細篩選

# HistoryFilterDate
source: Date Filter
ar: فلتر التاريخ
de: Datumsfilter
es: Filtro por fecha
fr: Filtre par date
id: Filter Tanggal
it: Filtro data
ja: 日付フィルター
ko: 날짜 필터
pt: Filtro por Data
ru: Фильтр по дате
th: ตัวกรองวันที่
vi: Bộ Lọc Ngày
zh_tw: 日期篩選

# HistoryFilterFileName
source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
id: Nama File
it: Nome file
ja: ファイル名
ko: 파일명
pt: Nome do Arquivo
ru: Имя файла
th: ชื่อไฟล์
zh_tw: 檔案名稱

# HistoryFilterFileType
source: File Type
ar: نوع الملف
de: Dateityp
es: Tipo de archivo
fr: Type de fichier
id: Jenis File
it: Tipo file
ja: ファイルタイプ
ko: 파일 종류
pt: Tipo de Arquivo
ru: Тип файла
th: ประเภทไฟล์
vi: Loại File
zh_tw: 檔案類型

# HistoryFilterTypeAll
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
id: Semua
it: Tutto
ja: すべて
ko: 전체
pt: Todos
ru: Все
th: ทั้งหมด
vi: Tất Cả
zh_tw: 全部

# HistoryFilterTypeImage
source: Image (JPG, PNG, BMP, GIF, WEBP)
ar: صورة (JPG, PNG, BMP, GIF, WEBP)
de: Bild (JPG, PNG, BMP, GIF, WEBP)
es: Imagen (JPG, PNG, BMP, GIF, WEBP)
id: Gambar (JPG, PNG, BMP, GIF, WEBP)
it: Immagine (JPG, PNG, BMP, GIF, WEBP)
ja: 画像 (JPG, PNG, BMP, GIF, WEBP)
ko: 이미지 (JPG, PNG, BMP, GIF, WEBP)
pt: Imagem (JPG, PNG, BMP, GIF, WEBP)
ru: Изображение (JPG, PNG, BMP, GIF, WEBP)
th: ภาพ (JPG, PNG, BMP, GIF, WEBP)
vi: Hình Ảnh (JPG, PNG, BMP, GIF, WEBP)
zh_tw: 圖像 (JPG, PNG, BMP, GIF, WEBP)

# HistoryFilterTypeMedia
source: Media (MP4, MP3)
ar: وسائط (MP4, MP3)
de: Medien (MP4, MP3)
es: Multimedia (MP4, MP3)
fr: Média (MP4, MP3)
ja: メディア (MP4, MP3)
ko: 미디어 (MP4, MP3)
pt: Mídia (MP4, MP3)
ru: Медиа (MP4, MP3)
th: สื่อ (MP4, MP3)
zh_tw: 媒體 (MP4, MP3)

# HistoryFilterApply
source: Apply Filter
ar: تطبيق الفلتر
de: Filter anwenden
es: Aplicar filtro
fr: Appliquer le filtre
id: Terapkan Filter
it: Applica filtro
ja: フィルターを適用
ko: 필터 적용
pt: Aplicar Filtro
ru: Применить фильтр
th: ใช้ตัวกรอง
vi: Áp Dụng Bộ Lọc
zh_tw: 應用篩選

# ImageViewerTitle
source: CatchCapture - Viewer
ar: CatchCapture - العارض
es: CatchCapture - Visor
fr: CatchCapture - Visionneuse
id: CatchCapture - Penampil
it: CatchCapture - Visualizzatore
ja: CatchCapture - ビューア
ko: 캐치캡처 - 뷰어
pt: CatchCapture - Visualizador
ru: CatchCapture - Просмотр
th: CatchCapture - ตัวดู
vi: CatchCapture - Trình Xem
zh_tw: CatchCapture - 檢視器

# ImageViewerDefaultText
source: Image Viewer
ar: عارض الصور
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneuse d'images
id: Penampil Gambar
it: Visualizzatore immagini
ja: 画像ビューア
ko: 이미지 뷰어
pt: Visualizador de Imagens
ru: Просмотр изображений
th: ตัวดูภาพ
vi: Trình Xem Hình Ảnh
zh_tw: 圖像檢視器

# ImageViewerResetZoomTooltip
source: Reset Zoom (1:1)
ar: إعادة تعيين التكبير (1:1)
de: Zoom zurücksetzen (1:1)
es: Restablecer zoom (1:1)
fr: Réinitialiser le zoom (1:1)
it: Ripristina zoom (1:1)
ja: ズームをリセット (1:1)
ko: 줌 초기화 (1:1)
pt: Redefinir Zoom (1:1)
ru: Сбросить масштаб (1:1)
th: รีเซ็ตซูม (1:1)
vi: Đặt Lại Thu Phóng (1:1)
zh_tw: 重設縮放 (1:1)

# ImageViewerCopyTooltip
source: Copy to Clipboard
ar: نسخ إلى الحافظة
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
id: Salin ke Clipboard
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiar para Área de Transferência
ru: Копировать в буфер обмена
th: คัดลอกไปยังคลิปบอร์ด
vi: Sao Chép Vào Clipboard
zh_tw: 複製到剪貼簿

# ImageViewerSaveAsTooltip
source: Save Image As...
ar: حفظ الصورة باسم...
de: Bild speichern unter...
es: Guardar imagen como...
fr: Enregistrer l'image sous...
id: Simpan Gambar Sebagai...
it: Salva immagine come...
ja: 画像を名前を付けて保存...
ko: 다른 이름으로 저장
pt: Salvar Imagem Como...
ru: Сохранить изображение как...
th: บันทึกภาพเป็น...
vi: Lưu Hình Ảnh Dưới Dạng...
zh_tw: 儲存圖像為...

# SettingsShowColorPaletteDesc
source: Show color palette under magnifier
ar: عرض لوحة الألوان أسفل العدسة المكبرة
de: Farbpalette unter der Lupe anzeigen
es: Mostrar paleta de colores bajo la lupa
fr: Afficher la palette de couleurs sous la loupe
id: Tampilkan palet warna di bawah kaca pembesar
it: Mostra la tavolozza dei colori sotto la lente di ingrandimento
ja: 拡大鏡の下にカラーパレットを表示
ko: 돋보기 하단 색상 팔레트 표시
pt: Mostrar paleta de cores abaixo da lupa
ru: Показывать палитру цветов под лупой
th: แสดงจานสีใต้แว่นขยาย
vi: Hiển thị bảng màu dưới kính lúp
zh_tw: 在放大鏡下方顯示顏色盤

# AppTitle
source: CatchCapture
ko: 캐치캡처
