Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# OpenMyNote
source: My Note
ar: ملاحظاتي
de: Meine Notizen
es: Mis notas
fr: Mes notes
id: Catatan Saya
it: Le mie note
ja: マイノート
ko: 내 노트 열기
pt: Minhas Notas
ru: Мои заметки
th: โน้ตของฉัน
vi: Ghi chú của tôi
zh_tw: 我的筆記

source: New Note
ar: ملاحظة جديدة
de: Neue Notiz
es: Nueva nota
fr: Nouvelle note
id: Catatan Baru
it: Nuova nota
ja: 新規ノート
ko: 새 노트
pt: Nova Nota
ru: Новая заметка
th: โน้ตใหม่
vi: Ghi chú mới
zh_tw: 新增筆記

# NoteSettingsMenu
source: Note Settings
ar: إعدادات الملاحظات
de: Notiz-Einstellungen
es: Configuración de notas
fr: Paramètres des notes
id: Pengaturan Catatan
it: Impostazioni note
ja: ノート設定
ko: 노트 설정
pt: Configurações de Notas
ru: Настройки заметок
th: การตั้งค่าโน้ต
vi: Cài đặt ghi chú
zh_tw: 筆記設定

source: Explore
ar: استكشاف
de: Explorer
es: Explorar
fr: Explorer
id: Jelajahi
it: Esplora
ja: エクスプローラー
ko: 탐색
pt: Explorar
ru: Обзор
th: สำรวจ
vi: Khám phá
zh_tw: 瀏覽

source: All Notes
ar: جميع الملاحظات
de: Alle Notizen
es: Todas las notas
fr: Toutes les notes
id: Semua Catatan
it: Tutte le note
ja: すべてのノート
ko: 전체 노트
pt: Todas as Notas
ru: Все заметки
th: โน้ตทั้งหมด
vi: Tất cả ghi chú
zh_tw: 全部筆記

source: Group Note
ar: ملاحظة المجموعة
de: Gruppennotiz
es: Nota de grupo
fr: Note de groupe
id: Kelompok Catatan
it: Nota di gruppo
ja: グループノート
ko: 그룹별 노트
pt: Grupo de Notas
ru: Группа заметок
th: กลุ่มโน้ต
vi: Nhóm ghi chú
zh_tw: 分組筆記

# SortByLatest
source: Latest
ar: الأحدث
de: Neueste
es: Más recientes
fr: Plus récentes
id: Terbaru
it: Più recenti
ja: 最新順
ko: 최신순
pt: Mais Recente
ru: По новизне
th: ล่าสุด
vi: Mới nhất
zh_tw: 最新

# SortByName
source: Name
ar: الاسم
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: 名前順
ko: 이름순
pt: Nome
ru: По имени
th: ชื่อ
vi: Tên
zh_tw: 名稱

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
vi: Hôm nay
zh_tw: 今天

# Recent7Days
source: Last 7 Days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: Derniers 7 jours
id: 7 Hari Terakhir
it: Ultimi 7 giorni
ja: 最近7日間
ko: 최근 7일
pt: Últimos 7 Dias
ru: Последние 7 дней
th: 7 วันล่าสุด
vi: 7 ngày gần đây
zh_tw: 最近7天

source: Trash
ar: سلة المحذوفات
de: Papierkorb
es: Papelera
fr: Corbeille
id: Sampah
it: Cestino
ja: ゴミ箱
ko: 휴지통
pt: Lixeira
ru: Корзина
th: ถังขยะ
vi: Thùng rác
zh_tw: 資源回收桶

source: Tags
ar: وسوم
es: Etiquetas
fr: Étiquettes
id: Tag
it: Tag
ja: タグ
ko: 태그
pt: Etiquetas
ru: Теги
th: แท็ก
vi: Thẻ
zh_tw: 標籤

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
pt: Selecionar Tudo
ru: Выделить всё
th: เลือกทั้งหมด
vi: Chọn tất cả
zh_tw: 全選

source: Unselect All
ar: إلغاء تحديد الكل
de: Auswahl aufheben
es: Deseleccionar todo
fr: Désélectionner tout
id: Batalkan Pilih Semua
it: Deseleziona tutto
ja: 選択解除
ko: 전체 해제
pt: Desselecionar Tudo
ru: Снять выделение
th: ยกเลิกเลือกทั้งหมด
vi: Bỏ chọn tất cả
zh_tw: 取消全選

source: Delete Selected
ar: حذف المحدد
de: Ausgewählte löschen
es: Eliminar seleccionado
fr: Supprimer la sélection
id: Hapus yang Dipilih
it: Elimina selezionati
ja: 選択項目を削除
ko: 선택 삭제
pt: Excluir Selecionados
ru: Удалить выбранное
th: ลบที่เลือก
vi: Xóa đã chọn
zh_tw: 刪除選取項目

# RecentStatusInfo
source: Records for the last week
ar: سجلات الأسبوع الماضي
de: Einträge der letzten Woche
es: Registros de la última semana
fr: Enregistrements de la semaine dernière
id: Rekaman minggu terakhir
it: Registri dell'ultima settimana
ja: 過去1週間の記録
ko: 최근 1주일간의 기록입니다
pt: Registros da última semana
ru: Записи за последнюю неделю
th: บันทึกสัปดาห์ล่าสุด
vi: Bản ghi tuần trước
zh_tw: 過去一週的記錄

# SearchPlaceholder
source: Search...
ar: بحث...
de: Suchen...
es: Buscar...
fr: Rechercher...
id: Cari...
it: Cerca...
ja: 検索...
ko: 검색...
pt: Pesquisar...
ru: Поиск...
th: ค้นหา...
vi: Tìm kiếm...
zh_tw: 搜尋...

# ColGroup
source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
id: Kelompok
it: Gruppo
ja: グループ
ko: 그룹
pt: Grupo
ru: Группа
th: กลุ่ม
vi: Nhóm
zh_tw: 分組

# ColTitle
source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
id: Judul
it: Titolo
ja: タイトル
ko: 제목
pt: Título
ru: Заголовок
th: หัวข้อ
vi: Tiêu đề
zh_tw: 標題

# ColContent
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
it: Contenuto
ja: 内容
ko: 내용
pt: Conteúdo
ru: Содержимое
th: เนื้อหา
vi: Nội dung
zh_tw: 內容

# ColLastModified
source: Last Modified
ar: آخر تعديل
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
id: Terakhir Diubah
it: Ultima modifica
ja: 最終更新日
ko: 수정일
pt: Última Modificação
ru: Последнее изменение
th: แก้ไขล่าสุด
vi: Sửa lần cuối
zh_tw: 最後修改

# PreviewLoading
source: Select a note.
ar: اختر ملاحظة.
de: Notiz auswählen.
es: Selecciona una nota.
fr: Sélectionne une note.
id: Pilih catatan.
it: Seleziona una nota.
ja: ノートを選択してください。
ko: 노트를 선택하세요.
pt: Selecione uma nota.
ru: Выберите заметку.
th: เลือกโน้ต
vi: Chọn một ghi chú.
zh_tw: 請選擇筆記。

# NoteSecurityTip
source: Protect your notes securely with password settings.
ar: احمِ ملاحظاتك بأمان باستخدام إعدادات كلمة المرور.
de: Schütze deine Notizen sicher mit Passworteinstellungen.
es: Protege tus notas de forma segura con configuración de contraseña.
fr: Protège tes notes en toute sécurité avec les paramètres de mot de passe.
id: Lindungi catatan Anda dengan aman menggunakan pengaturan kata sandi.
it: Proteggi le tue note in modo sicuro con le impostazioni password.
ja: パスワード設定でノートを安全に保護できます。
pt: Proteja suas notas com segurança usando senha.
ru: Защитите свои заметки надёжно с помощью пароля.
th: ปกป้องโน้ตของคุณอย่างปลอดภัยด้วยการตั้งรหัสผ่าน
vi: Bảo vệ ghi chú của bạn an toàn với cài đặt mật khẩu.
zh_tw: 透過密碼設定安全保護筆記。

# NoteInputTitle
source: CatchCapture - Write
ar: CatchCapture - كتابة
de: CatchCapture - Schreiben
es: CatchCapture - Escribir
fr: CatchCapture - Écrire
id: CatchCapture - Tulis
it: CatchCapture - Scrivi
ja: CatchCapture - 書き込み
ko: 캐치캡처 - 쓰기
pt: CatchCapture - Escrever
ru: CatchCapture — Написать
th: CatchCapture - เขียน
vi: CatchCapture - Viết
zh_tw: CatchCapture - 撰寫

source: Write Note
ar: كتابة ملاحظة
de: Notiz schreiben
es: Escribir nota
fr: Écrire une note
id: Tulis Catatan
it: Scrivi nota
ja: ノートを書く
ko: 노트 쓰기
pt: Escrever Nota
ru: Написать заметку
th: เขียนโน้ต
vi: Viết ghi chú
zh_tw: 撰寫筆記

source: Edit Note
ar: تحرير ملاحظة
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
id: Edit Catatan
it: Modifica nota
ja: ノートを編集
ko: 노트 편집
pt: Editar Nota
ru: Редактировать заметку
th: แก้ไขโน้ต
vi: Chỉnh sửa ghi chú
zh_tw: 編輯筆記

source: Manage Categories
ar: إدارة الفئات
de: Kategorien verwalten
es: Gestionar categorías
fr: Gérer les catégories
id: Kelola Kategori
it: Gestisci categorie
ja: カテゴリ管理
ko: 카테고리 관리
pt: Gerenciar Categorias
ru: Управление категориями
th: จัดการหมวดหมู่
vi: Quản lý danh mục
zh_tw: 管理分類

# TitlePlaceholder
source: Please enter a title
ar: يرجى إدخال عنوان
de: Bitte Titel eingeben
es: Por favor, introduce un título
fr: Veuillez saisir un titre
id: Mohon masukkan judul
it: Inserisci un titolo
ja: タイトルを入力してください
ko: 제목을 입력하세요
pt: Digite um título
ru: Пожалуйста, введите заголовок
th: กรุณาใส่หัวข้อ
vi: Vui lòng nhập tiêu đề
zh_tw: 請輸入標題

# TagsPlaceholder
source: Please enter tags (separated by commas)
ar: يرجى إدخال وسوم (مفصولة بفواصل)
de: Bitte Tags eingeben (durch Kommas getrennt)
es: Por favor, introduce etiquetas (separadas por comas)
fr: Veuillez saisir des étiquettes (séparées par des virgules)
id: Mohon masukkan tag (dipisah koma)
it: Inserisci tag (separati da virgole)
ja: タグを入力（カンマ区切り）
ko: 태그 입력 (콤마로 구분)
pt: Digite etiquetas (separadas por vírgulas)
ru: Пожалуйста, введите теги (через запятую)
th: กรุณาใส่แท็ก (คั่นด้วยจุลภาค)
vi: Vui lòng nhập thẻ (cách nhau bằng dấu phẩy)
zh_tw: 請輸入標籤（逗號分隔）

source: Link
ar: رابط
es: Enlace
fr: Lien
id: Tautan
ja: リンク
ko: 링크
ru: Ссылка
th: ลิงก์
vi: Liên kết
zh_tw: 連結

# LinkPlaceholder
source: Please enter relevant link.
ar: يرجى إدخال رابط ذي صلة.
de: Bitte relevanten Link eingeben.
es: Por favor, introduce enlace relevante.
fr: Veuillez saisir un lien pertinent.
id: Mohon masukkan tautan terkait.
it: Inserisci link rilevante.
ja: 関連リンクを入力してください。
ko: 관련 링크를 입력하세요.
pt: Digite um link relevante
ru: Пожалуйста, введите соответствующую ссылку.
th: กรุณาใส่ลิงก์ที่เกี่ยวข้อง
vi: Vui lòng nhập liên kết liên quan.
zh_tw: 請輸入相關連結。

source: File Attachment
ar: مرفقات الملف
de: Dateianhang
es: Adjunto de archivo
fr: Pièce jointe
id: Lampiran File
it: Allegato file
ja: ファイル添付
ko: 파일 첨부
pt: Anexo de Arquivo
ru: Вложение файла
th: ไฟล์แนบ
vi: Đính kèm file
zh_tw: 附件

# FileAttachmentGuide
source: Drag files here or click to attach.
ar: اسحب الملفات هنا أو انقر لإرفاق.
de: Dateien hierher ziehen oder klicken zum Anhängen.
es: Arrastra archivos aquí o haz clic para adjuntar.
fr: Glisse les fichiers ici ou clique pour joindre.
id: Seret file ke sini atau klik untuk melampirkan.
it: Trascina file qui o clicca per allegare.
ja: ここにファイルをドラッグするかクリックして添付。
ko: 여기에 파일을 드래그하거나 클릭하여 첨부하세요.
pt: Arraste arquivos aqui ou clique para anexar
ru: Перетащите файлы сюда или кликните для прикрепления.
th: ลากไฟล์มาที่นี่หรือคลิกเพื่อแนบ
vi: Kéo file vào đây hoặc nhấp để đính kèm.
zh_tw: 拖曳檔案至此或點擊加入。

# FinishWrite
source: Finish Writing
ar: إنهاء الكتابة
de: Schreiben beenden
es: Finalizar escritura
fr: Terminer l'écriture
id: Selesai Menulis
it: Termina scrittura
ja: 書き込み終了
ko: 작성 완료
pt: Concluir Escrita
ru: Завершить написание
th: เสร็จสิ้นการเขียน
vi: Hoàn tất viết
zh_tw: 完成撰寫

# FinishEdit
source: Finish Editing
ar: إنهاء التحرير
de: Bearbeitung beenden
es: Finalizar edición
fr: Terminer la modification
id: Selesai Mengedit
it: Termina modifica
ja: 編集終了
ko: 편집 완료
pt: Concluir Edição
ru: Завершить редактирование
th: เสร็จสิ้นการแก้ไข
vi: Hoàn tất chỉnh sửa
zh_tw: 完成編輯

# NotePasswordTitle
source: Note Password Settings
ar: إعدادات كلمة مرور الملاحظة
de: Notiz-Passworteinstellungen
es: Configuración de contraseña de nota
fr: Paramètres de mot de passe de la note
id: Pengaturan Kata Sandi Catatan
it: Impostazioni password nota
ja: ノートパスワード設定
ko: 노트 비밀번호 설정
pt: Configurações de Senha da Nota
ru: Настройки пароля заметки
th: การตั้งรหัสผ่านโน้ต
vi: Cài đặt mật khẩu ghi chú
zh_tw: 筆記密碼設定

source: New Password
ar: كلمة مرور جديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata Sandi Baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
pt: Nova Senha
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_tw: 新密碼

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
id: Konfirmasi Kata Sandi
it: Conferma password
ja: パスワード確認
ko: 비밀번호 확인
pt: Confirmar Senha
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
vi: Xác nhận mật khẩu
zh_tw: 確認密碼

source: Password Hint (Required)
ar: تلميح كلمة المرور (مطلوب)
de: Passworthinweis (erforderlich)
es: Pista de contraseña (Obligatoria)
fr: Indice de mot de passe (obligatoire)
id: Petunjuk Kata Sandi (Wajib)
it: Suggerimento password (obbligatorio)
ja: パスワードヒント（必須）
ko: 비밀번호 힌트 (필수)
pt: Dica da Senha (Obrigatória)
ru: Подсказка пароля (обязательно)
th: คำใบ้รหัสผ่าน (จำเป็น)
vi: Gợi ý mật khẩu (bắt buộc)
zh_tw: 密碼提示（必填）

# PasswordLossWarning
source: ※ Caution: Data cannot be recovered if the password is lost due to the nature of local storage.
ar: ※ تحذير: بسبب طبيعة التخزين المحلي، لا يمكن استرجاع البيانات إذا فقدت كلمة المرور.
de: ※ Achtung: Aufgrund lokaler Speicherung können Daten bei Verlust des Passworts nicht wiederhergestellt werden.
es: ※ Precaución: Debido al almacenamiento local, los datos no se pueden recuperar si se pierde la contraseña.
fr: ※ Attention : En raison du stockage local, les données ne peuvent pas être récupérées en cas de perte du mot de passe.
id: ※ Peringatan: Data tidak dapat dipulihkan jika kata sandi hilang karena sifat penyimpanan lokal.
it: ※ Attenzione: A causa dell'archiviazione locale, i dati non possono essere recuperati in caso di perdita della password.
ja: ※ 注意: ローカルストレージの性質上、パスワード紛失時はデータ復旧できません。
ko: ※ 주의: 로컬 저장소 특성상 비밀번호 분실 시 데이터 복구가 불가능합니다.
pt: ※ Atenção: Não é possível recuperar os dados se perder a senha (armazenamento local).
ru: ※ Внимание: Данные нельзя восстановить при потере пароля из-за локального хранения.
th: ※ คำเตือน: ไม่สามารถกู้คืนข้อมูลหากสูญเสียรหัสผ่าน เนื่องจากเก็บในเครื่อง
vi: ※ Cảnh báo: Dữ liệu không thể khôi phục nếu mất mật khẩu do lưu trữ cục bộ.
zh_tw: ※ 注意：本地儲存特性導致密碼遺失無法復原資料。

source: Copy Color
ar: نسخ اللون
de: Farbe kopieren
es: Copiar color
fr: Copier la couleur
id: Salin Warna
it: Copia colore
ja: 色をコピー
ko: 색상 복사
pt: Copiar Cor
ru: Копировать цвет
th: คัดลอกสี
vi: Sao chép màu
zh_tw: 複製顏色

# SwitchColorFormat
source: Switch RGB/HEX
ar: تبديل RGB/HEX
de: RGB/HEX umschalten
es: Cambiar RGB/HEX
fr: Basculer RGB/HEX
id: Ganti RGB/HEX
it: Alterna RGB/HEX
ja: RGB/HEX切り替え
ko: RGB/HEX 전환
pt: Alternar RGB/HEX
ru: Переключить RGB/HEX
th: สลับ RGB/HEX
vi: Chuyển RGB/HEX
zh_tw: 切換RGB/HEX

# SelectAreaGuide
source: Drag to select capture area.
ar: اسحب لتحديد منطقة الالتقاط.
de: Ziehe, um Erfassungsbereich auszuwählen.
es: Arrastra para seleccionar área de captura.
fr: Glisse pour sélectionner la zone de capture.
id: Seret untuk memilih area tangkapan.
it: Trascina per selezionare l'area di cattura.
ja: ドラッグしてキャプチャ領域を選択してください。
ko: 캡처 영역을 드래그하여 선택하세요.
pt: Arraste para selecionar a área de captura.
ru: Перетащите для выбора области захвата.
th: ลากเพื่อเลือกพื้นที่จับภาพ
vi: Kéo để chọn vùng chụp.
zh_tw: 拖曳選擇截圖區域。

# ErrReadNote
source: Error reading note information:
ar: خطأ في قراءة معلومات الملاحظة:
de: Fehler beim Lesen der Notizinformationen:
es: Error al leer información de nota:
fr: Erreur lors de la lecture des informations de la note :
id: Kesalahan membaca informasi catatan:
it: Errore lettura informazioni nota:
ja: ノート情報の読み込みエラー:
ko: 노트 정보 읽기 오류:
pt: Erro ao ler a nota:
ru: Ошибка чтения информации заметки:
th: ข้อผิดพลาดการอ่านข้อมูลโน้ต:
vi: Lỗi đọc thông tin ghi chú:
zh_tw: 讀取筆記資訊錯誤:

# SelectAttachFiles
source: Select Attachment Files
ar: اختر ملفات المرفقات
de: Anhänge auswählen
es: Seleccionar archivos adjuntos
fr: Sélectionner les pièces jointes
id: Pilih File Lampiran
it: Seleziona allegati
ja: 添付ファイルを選択
ko: 첨부 파일 선택
pt: Selecionar Arquivos de Anexo
ru: Выбрать файлы вложения
th: เลือกไฟล์แนบ
vi: Chọn file đính kèm
zh_tw: 選擇附件

# ErrMainWinNotFound
source: Main window not found.
ar: لم يتم العثور على النافذة الرئيسية.
de: Hauptfenster nicht gefunden.
es: Ventana principal no encontrada.
fr: Fenêtre principale non trouvée.
id: Jendela utama tidak ditemukan.
it: Finestra principale non trovata.
ja: メインウィンドウが見つかりません。
ko: 메인 윈도우를 찾을 수 없습니다.
pt: Janela principal não encontrada.
ru: Главное окно не найдено.
th: ไม่พบหน้าต่างหลัก
vi: Không tìm thấy cửa sổ chính.
zh_tw: 找不到主視窗。

# NoContentToSave
source: There is no content to save.
ar: لا يوجد محتوى لحفظه.
de: Kein Inhalt zum Speichern.
es: No hay contenido para guardar.
fr: Aucun contenu à enregistrer.
id: Tidak ada konten untuk disimpan.
it: Nessun contenuto da salvare.
ja: 保存する内容がありません。
ko: 저장할 내용이 없습니다.
pt: Não há conteúdo para salvar.
ru: Нет содержимого для сохранения.
th: ไม่มีเนื้อหาให้บันทึก
vi: Không có nội dung để lưu.
zh_tw: 沒有可儲存的內容。

source: Untitled
ar: بدون عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
id: Tanpa Judul
it: Senza titolo
ja: 無題
ko: 제목 없음
pt: Sem Título
ru: Без заголовка
th: ไม่มีหัวข้อ
vi: Không có tiêu đề
zh_tw: 無標題

# NoteEditSuccess
source: Note updated successfully.
ar: تم تحديث الملاحظة بنجاح.
de: Notiz erfolgreich aktualisiert.
es: Nota actualizada correctamente.
fr: Note mise à jour avec succès.
id: Catatan berhasil diperbarui.
it: Nota aggiornata correttamente.
ja: ノートを更新しました。
ko: 노트가 수정되었습니다.
pt: Nota atualizada com sucesso.
ru: Заметка успешно обновлена.
th: อัปเดตโน้ตสำเร็จ
vi: Ghi chú đã cập nhật thành công.
zh_tw: 筆記更新成功。

# NoteSaveSuccess
source: Note saved successfully.
ar: تم حفظ الملاحظة بنجاح.
de: Notiz erfolgreich gespeichert.
es: Nota guardada correctamente.
fr: Note enregistrée avec succès.
id: Catatan berhasil disimpan.
it: Nota salvata correttamente.
ja: ノートを保存しました。
ko: 노트가 저장되었습니다.
pt: Nota salva com sucesso.
ru: Заметка успешно сохранена.
th: บันทึกโน้ตสำเร็จ
vi: Ghi chú đã lưu thành công.
zh_tw: 筆記儲存成功。

# ErrSaveNote
source: An error occurred while saving the note:
ar: حدث خطأ أثناء حفظ الملاحظة:
de: Fehler beim Speichern der Notiz:
es: Error al guardar la nota:
fr: Erreur lors de l'enregistrement de la note :
id: Terjadi kesalahan saat menyimpan catatan:
it: Errore durante il salvataggio della nota:
ja: ノートの保存中にエラーが発生しました:
ko: 노트 저장 중 오류 발생:
pt: Erro ao salvar a nota:
ru: Произошла ошибка при сохранении заметки:
th: เกิดข้อผิดพลาดขณะบันทึกโน้ต:
vi: Lỗi khi lưu ghi chú:
zh_tw: 儲存筆記時發生錯誤:

# SearchResults
source: Search Results {0} ({1})
ar: نتائج البحث: '{0}'
de: Suchergebnisse: '{0}'
es: Resultados de búsqueda: '{0}'
fr: Résultats de recherche : '{0}'
id: Hasil Pencarian: '{0}'
it: Risultati ricerca: '{0}'
ja: 検索結果: '{0}'
ko: 검색 결과 {0} ({1})
pt: Resultados da pesquisa: '{0}'
ru: Результаты поиска: «{0}»
th: ผลการค้นหา: '{0}'
vi: Kết quả tìm kiếm: '{0}'
zh_tw: 搜尋結果: '{0}'

# TagFilter
source: Tag Filter: #{0}
ar: تصفية الوسم: #{0}
es: Filtro de etiqueta: #{0}
fr: Filtre d'étiquette : #{0}
id: Filter Tag: #{0}
it: Filtro tag: #{0}
ja: タグフィルタ: #{0}
ko: 태그 필터: #{0}
pt: Filtro de Etiqueta: #{0}
ru: Фильтр тега: #{0}
th: ตัวกรองแท็ก: #{0}
vi: Bộ lọc thẻ: #{0}
zh_tw: 標籤篩選: #{0}

# TodayRecords
source: Today's Records
ar: سجلات اليوم
de: Heutige Einträge
es: Registros de hoy
fr: Enregistrements d'aujourd'hui
id: Rekaman Hari Ini
it: Registri di oggi
ja: 今日の記録
ko: 오늘의 기록
pt: Registros de Hoje
ru: Записи сегодня
th: บันทึกวันนี้
vi: Bản ghi hôm nay
zh_tw: 今日記錄

# RecentWeekRecords
source: Records for the Last Week
ar: سجلات الأسبوع الماضي
de: Einträge der letzten Woche
es: Registros de la última semana
fr: Enregistrements de la semaine dernière
id: Rekaman Minggu Terakhir
it: Registri dell'ultima settimana
ja: 最近1週間の記録
ko: 최근 1주일간의 기록
pt: Registros da Última Semana
ru: Записи за последнюю неделю
th: บันทึกสัปดาห์ล่าสุด
vi: Bản ghi tuần trước
zh_tw: 最近一週記錄

# TrashRecords
source: Records in Trash
ar: سجلات سلة المحذوفات
de: Einträge im Papierkorb
es: Registros en papelera
fr: Enregistrements dans la corbeille
id: Rekaman di Sampah
it: Registri nel cestino
ja: ゴミ箱の記録
ko: 휴지통에 있는 기록
pt: Registros na Lixeira
ru: Записи в корзине
th: บันทึกในถังขยะ
vi: Bản ghi trong thùng rác
zh_tw: 資源回收桶記錄

# GroupLabel
source: Group: {0}
ar: المجموعة: {0}
de: Gruppe: {0}
es: Grupo: {0}
fr: Groupe : {0}
id: Kelompok: {0}
it: Gruppo: {0}
ja: グループ: {0}
ko: 그룹: {0}
pt: Grupo: {0}
ru: Группа: {0}
th: กลุ่ม: {0}
vi: Nhóm: {0}
zh_tw: 分組: {0}

source: All Records
ar: جميع السجلات
de: Alle Einträge
es: Todos los registros
fr: Tous les enregistrements
id: Semua Rekaman
it: Tutti i registri
ja: すべての記録
ko: 전체 기록
pt: Todos os Registros
ru: Все записи
th: บันทึกทั้งหมด
vi: Tất cả bản ghi
zh_tw: 全部記錄

# DefaultCategory
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
vi: Mặc định
zh_tw: 預設

# ErrLoadNotes
source: An error occurred while loading notes:
ar: حدث خطأ أثناء تحميل الملاحظات:
de: Fehler beim Laden der Notizen:
es: Error al cargar notas:
fr: Erreur lors du chargement des notes :
id: Terjadi kesalahan saat memuat catatan:
it: Errore durante il caricamento delle note:
ja: ノートの読み込み中にエラーが発生しました:
ko: 노트 로딩 중 오류 발생:
pt: Erro ao carregar notas:
ru: Произошла ошибка при загрузке заметок:
th: เกิดข้อผิดพลาดขณะโหลดโน้ต:
vi: Lỗi khi tải ghi chú:
zh_tw: 載入筆記時發生錯誤:

# DirectWrite
source: Directly Written
ar: كتابة مباشرة
de: Direkt geschrieben
es: Escrito directamente
fr: Écrit directement
id: Ditulis Langsung
it: Scritto direttamente
ja: 直接書き込み
ko: 직접 작성
pt: Escrito Diretamente
ru: Написано напрямую
th: เขียนโดยตรง
vi: Viết trực tiếp
zh_tw: 直接撰寫

source: File not found.
ar: الملف غير موجود.
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier non trouvé.
id: File tidak ditemukan.
it: File non trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
pt: Arquivo não encontrado.
ru: Файл не найден.
th: ไม่พบไฟล์
vi: Không tìm thấy file.
zh_tw: 找不到檔案。

# ErrOpenFile
source: Error occurred while opening file:
ar: حدث خطأ أثناء فتح الملف:
de: Fehler beim Öffnen der Datei:
es: Error al abrir archivo:
fr: Erreur lors de l'ouverture du fichier :
id: Terjadi kesalahan saat membuka file:
it: Errore apertura file:
ja: ファイルのオープン中にエラーが発生しました:
ko: 파일 열기 오류:
pt: Erro ao abrir o arquivo:
ru: Произошла ошибка при открытии файла:
th: เกิดข้อผิดพลาดขณะเปิดไฟล์:
vi: Lỗi khi mở file:
zh_tw: 開啟檔案時發生錯誤:

# ErrOpenNoteInput
source: Error occurred while opening note entry window:
ar: حدث خطأ أثناء فتح نافذة إدخال الملاحظة:
de: Fehler beim Öffnen des Notizeingabefensters:
es: Error al abrir ventana de entrada de nota:
fr: Erreur lors de l'ouverture de la fenêtre de saisie de note :
id: Terjadi kesalahan saat membuka jendela penulisan catatan:
it: Errore apertura finestra inserimento nota:
ja: ノート入力ウィンドウのオープン中にエラーが発生しました:
ko: 노트 입력창 열기 오류:
pt: Erro ao abrir a janela de escrita de nota:
ru: Произошла ошибка при открытии окна ввода заметки:
th: เกิดข้อผิดพลาดขณะเปิดหน้าต่างเขียนโน้ต:
vi: Lỗi khi mở cửa sổ viết ghi chú:
zh_tw: 開啟筆記輸入視窗時發生錯誤:

# ErrOpenNoteEdit
source: Error occurred while opening note edit window:
ar: حدث خطأ أثناء فتح نافذة تحرير الملاحظة:
de: Fehler beim Öffnen des Notizbearbeitungsfensters:
es: Error al abrir ventana de edición de nota:
fr: Erreur lors de l'ouverture de la fenêtre de modification de note :
id: Terjadi kesalahan saat membuka jendela edit catatan:
it: Errore apertura finestra modifica nota:
ja: ノート編集ウィンドウのオープン中にエラーが発生しました:
ko: 노트 편집창 열기 오류:
pt: Erro ao abrir a janela de edição de nota:
ru: Произошла ошибка при открытии окна редактирования заметки:
th: เกิดข้อผิดพลาดขณะเปิดหน้าต่างแก้ไขโน้ต:
vi: Lỗi khi mở cửa sổ chỉnh sửa ghi chú:
zh_tw: 開啟筆記編輯視窗時發生錯誤:

# ConfirmDeleteNote
source: Are you sure you want to delete this note?
ar: هل أنت متأكد من حذف هذه الملاحظة؟
de: Diese Notiz wirklich löschen?
es: ¿Seguro que quieres eliminar esta nota?
fr: Voulez-vous vraiment supprimer cette note ?
id: Yakin ingin menghapus catatan ini?
it: Eliminare davvero questa nota?
ja: このノートを削除してもよろしいですか？
ko: 이 노트를 삭제하시겠습니까?
pt: Tem certeza que deseja excluir esta nota?
ru: Удалить эту заметку?
th: ยืนยันการลบโน้ตนี้?
vi: Chắc chắn xóa ghi chú này?
zh_tw: 確認刪除此筆記嗎？

# ConfirmDeleteSelectedNotes
source: Are you sure you want to delete {0} selected notes?
ar: هل أنت متأكد من حذف {0} ملاحظة محددة؟
de: {0} ausgewählte Notizen wirklich löschen?
es: ¿Seguro que quieres eliminar {0} notas seleccionadas?
fr: Voulez-vous vraiment supprimer {0} notes sélectionnées ?
id: Yakin ingin menghapus {0} catatan yang dipilih?
it: Eliminare davvero {0} note selezionate?
ja: 選択した{0}件のノートを削除してもよろしいですか？
ko: 선택한 {0}개의 노트를 삭제하시겠습니까?
pt: Tem certeza que deseja excluir {0} notas selecionadas?
ru: Удалить {0} выбранных заметок?
th: ยืนยันลบ {0} โน้ตที่เลือก?
vi: Chắc chắn xóa {0} ghi chú đã chọn?
zh_tw: 確認刪除選取的{0}筆記嗎？

source: Please select notes to delete.
ar: يرجى تحديد الملاحظات لحذفها.
de: Bitte Notizen zum Löschen auswählen.
es: Por favor, selecciona notas para eliminar.
fr: Veuillez sélectionner des notes à supprimer.
id: Harap pilih catatan untuk dihapus.
it: Seleziona note da eliminare.
ja: 削除するノートを選択してください。
ko: 삭제할 노트를 선택해주세요.
pt: Selecione notas para excluir.
ru: Пожалуйста, выберите заметки для удаления.
th: กรุณาเลือกโน้ตที่จะลบ
vi: Vui lòng chọn ghi chú để xóa.
zh_tw: 請選擇要刪除的筆記。

source: Confirm Delete
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
id: Konfirmasi Hapus
it: Conferma eliminazione
ja: 削除確認
ko: 삭제 확인
pt: Confirmar Exclusão
ru: Подтвердить удаление
th: ยืนยันการลบ
vi: Xác nhận xóa
zh_tw: 確認刪除
