Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# MagicWandDesc
source: Click to remove background, or drag to select area
ar: انقر لإزالة الخلفية، أو اسحب لتحديد منطقة
de: Klicken, um Hintergrund zu entfernen, oder ziehen, um Bereich auszuwählen
es: Haz clic para quitar fondo, o arrastra para seleccionar área
fr: Cliquer pour supprimer l'arrière-plan, ou glisser pour sélectionner une zone
id: Klik untuk menghapus latar, atau seret untuk memilih area
it: Clicca per rimuovere lo sfondo, o trascina per selezionare area
ja: クリックで背景除去、またはドラッグで領域選択
ko: 클릭하여 배경 제거, 드래그하여 영역 선택
pt: Clique para remover fundo ou arraste para selecionar área
ru: Кликните, чтобы удалить фон, или перетащите для выбора области
th: คลิกเพื่อลบพื้นหลัง หรือลากเพื่อเลือกพื้นที่
vi: Nhấp để xóa nền, hoặc kéo để chọn vùng
zh_tw: 點擊移除背景，或拖曳選擇區域

# MagicWandTip
source: Click or drag to remove background
ar: انقر أو اسحب لإزالة الخلفية
de: Klicken oder ziehen, um Hintergrund zu entfernen
es: Haz clic o arrastra para quitar fondo
fr: Cliquer ou glisser pour supprimer l'arrière-plan
id: Klik atau seret untuk menghapus latar
it: Clicca o trascina per rimuovere lo sfondo
ja: クリックまたはドラッグで背景除去
ko: 클릭 또는 드래그하여 배경 제거
pt: Clique ou arraste para remover o fundo
ru: Кликните или перетащите для удаления фона
th: คลิกหรือลากเพื่อลบพื้นหลัง
vi: Nhấp hoặc kéo để xóa nền
zh_tw: 點擊或拖曳移除背景

source: Opacity
ar: الشفافية
de: Deckkraft
es: Opacidad
fr: Opacité
id: Opasitas
it: Opacità
ja: 不透明度
ko: 투명도
pt: Opacidade
ru: Прозрачность
th: ความโปร่งใส
vi: Độ trong suốt
zh_tw: 不透明度

source: Style
ar: النمط
de: Stil
es: Estilo
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
pt: Estilo
ru: Стиль
th: สไตล์
vi: Kiểu
zh_tw: 樣式

source: Bold
ar: غامق
de: Fett
es: Negrita
fr: Gras
id: Tebal
it: Grassetto
ja: 太字
ko: 굵게
pt: Negrito
ru: Жирный
th: ตัวหนา
vi: Đậm
zh_tw: 粗體

source: Italic
ar: مائل
de: Kursiv
es: Cursiva
fr: Italique
id: Miring
it: Corsivo
ja: 斜体
ko: 기울임
pt: Itálico
ru: Курсив
th: ตัวเอียง
vi: Nghiêng
zh_tw: 斜體

source: Underline
ar: تسطير
de: Unterstrichen
es: Subrayado
fr: Souligné
id: Garis Bawah
it: Sottolineato
ja: 下線
ko: 밑줄
pt: Sublinhado
ru: Подчёркивание
th: ขีดเส้นใต้
vi: Gạch chân
zh_tw: 底線

source: Shadow
ar: ظل
de: Schatten
es: Sombra
fr: Ombre
id: Bayangan
it: Ombra
ja: 影
ko: 그림자
pt: Sombra
ru: Тень
th: เงา
vi: Bóng
zh_tw: 陰影

# OcrResultTitle
source: Text Extraction Result
ar: نتيجة استخراج النص
de: Texterkennungs-Ergebnis
es: Resultado de extracción de texto
fr: Résultat d'extraction de texte
id: Hasil Ekstraksi Teks
it: Risultato estrazione testo
ja: テキスト抽出結果
ko: 텍스트 추출 결과
pt: Resultado da Extração de Texto
ru: Результат извлечения текста
th: ผลการดึงข้อความ
vi: Kết quả trích xuất chữ
zh_tw: 文字擷取結果

source: Extracted Text
ar: النص المستخرج
de: Extrahierter Text
es: Texto extraído
fr: Texte extrait
id: Teks yang Diekstrak
it: Testo estratto
ja: 抽出されたテキスト
ko: 추출된 텍스트
pt: Texto Extraído
ru: Извлечённый текст
th: ข้อความที่ดึงออกมา
vi: Chữ đã trích xuất
zh_tw: 擷取的文字

source: Google Translate
ar: ترجمة جوجل
de: Google Übersetzen
es: Google Traductor
fr: Google Traduction
id: Google Terjemahan
it: Google Traduttore
ja: Google翻訳
ko: 구글 번역
pt: Google Tradutor
ru: Google Переводчик
th: Google แปลภาษา
vi: Google Dịch
zh_tw: Google翻譯

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
th: ปิด
vi: Đóng
zh_tw: 關閉

# NoExtractedTextOcr
source: No extracted text.
ar: لم يتم استخراج نص.
de: Kein Text extrahiert.
es: No se extrajo texto.
fr: Aucun texte extrait.
id: Tidak ada teks yang diekstrak.
it: Nessun testo estratto.
ja: 抽出されたテキストがありません。
ko: 추출된 텍스트가 없습니다.
pt: Nenhum texto extraído.
ru: Текст не извлечён.
th: ไม่พบข้อความที่ดึงออกมา
vi: Không có chữ được trích xuất.
zh_tw: 未擷取到文字。

# OpeningGoogleTranslate
source: Opening Google Translate...\nText copied to clipboard.
ar: جاري فتح ترجمة جوجل...\nتم نسخ النص إلى الحافظة.
de: Google Übersetzen wird geöffnet...\nText in Zwischenablage kopiert.
es: Abriendo Google Traductor...\nTexto copiado al portapapeles.
fr: Ouverture de Google Traduction...\nTexte copié dans le presse-papiers.
id: Membuka Google Terjemahan...\nTeks disalin ke clipboard.
it: Apertura Google Traduttore...\nTesto copiato negli appunti.
ja: Google翻訳を開いています...\nテキストをクリップボードにコピーしました。
ko: 구글 번역 페이지가 열립니다.\n텍스트가 클립보드에 복사되었습니다.
pt: Abrindo Google Tradutor...\nTexto copiado para a área de transferência.
ru: Открытие Google Переводчика...\nТекст скопирован в буфер обмена.
th: กำลังเปิด Google แปลภาษา...\nข้อความถูกคัดลอกไปคลิปบอร์ดแล้ว
vi: Đang mở Google Dịch...\nĐã sao chép chữ vào clipboard.
zh_tw: 正在開啟Google翻譯...\n文字已複製到剪貼簿。

# GoogleTranslateFailed
source: Failed to open Google Translate: {0}
ar: فشل فتح ترجمة جوجل: {0}
de: Google Übersetzen konnte nicht geöffnet werden: {0}
es: Error al abrir Google Traductor: {0}
fr: Échec de l'ouverture de Google Traduction : {0}
id: Gagal membuka Google Terjemahan: {0}
it: Apertura Google Traduttore fallita: {0}
ja: Google翻訳の起動に失敗: {0}
ko: 구글 번역 실행 실패: {0}
pt: Falha ao abrir o Google Tradutor: {0}
ru: Не удалось открыть Google Переводчик: {0}
th: เปิด Google แปลภาษาไม่สำเร็จ: {0}
vi: Mở Google Dịch thất bại: {0}
zh_tw: 開啟Google翻譯失敗: {0}

# RedirectingToTranslate
source: Redirecting to Google Translate...
ar: جاري التوجيه إلى ترجمة جوجل...
de: Weiterleitung zu Google Übersetzen...
es: Redirigiendo a Google Traductor...
fr: Redirection vers Google Traduction...
id: Mengalihkan ke Google Terjemahan...
it: Reindirizzamento a Google Traduttore...
ja: Google翻訳にリダイレクトしています...
ko: 구글 번역으로 이동 중...
pt: Redirecionando para o Google Tradutor...
ru: Перенаправление в Google Переводчик...
th: กำลังเปลี่ยนเส้นทางไป Google แปลภาษา...
vi: Đang chuyển hướng đến Google Dịch...
zh_tw: 正在跳轉至Google翻譯...

# OcrLanguagePackWarning
source: ※ If Japanese/Chinese recognition is not accurate, try installing the language pack in Windows Settings > Time & Language > Language.
ar: ※ إذا كانت دقة التعرف على اليابانية/الصينية غير جيدة، جرب تثبيت حزمة اللغة في إعدادات ويندوز > الوقت واللغة > اللغة.
de: ※ Wenn die Erkennung von Japanisch/Chinesisch ungenau ist, installiere das Sprachpaket unter Windows-Einstellungen > Zeit & Sprache > Sprache.
es: ※ Si el reconocimiento de japonés/chino no es preciso, prueba a instalar el paquete de idioma en Configuración de Windows > Hora e idioma > Idioma.
fr: ※ Si la reconnaissance du japonais/chinois n'est pas précise, essayez d'installer le pack de langue dans Paramètres Windows > Heure et langue > Langue.
id: ※ Jika pengenalan bahasa Jepang/Cina kurang akurat, coba instal paket bahasa di Pengaturan Windows > Waktu & Bahasa > Bahasa.
it: ※ Se il riconoscimento giapponese/cinese non è preciso, prova a installare il pacchetto lingua in Impostazioni Windows > Ora e lingua > Lingua.
ja: ※ 日本語・中国語の認識精度が低い場合は、Windows設定 > 時刻と言語 > 言語で言語パックをインストールしてみてください。
ko: ※ 일본어/중국어 인식이 정확하지 않다면 Windows 설정 > 시간 및 언어 > 언어에서 해당 언어 팩을 설치해 보세요.
pt: ※ Se o reconhecimento de japonês/chinês não estiver preciso, tente instalar o pacote de idioma em Configurações do Windows > Hora e Idioma > Idioma.
ru: ※ Если распознавание японского/китайского неточное, попробуйте установить языковой пакет в Настройках Windows > Время и язык > Язык.
th: ※ หากการรู้จำภาษาญี่ปุ่น/จีนไม่แม่นยำ ลองติดตั้งแพ็คภาษาใน การตั้งค่า Windows > เวลาและภาษา > ภาษา
vi: ※ Nếu nhận dạng tiếng Nhật/Trung không chính xác, thử cài gói ngôn ngữ trong Cài đặt Windows > Thời gian & Ngôn ngữ > Ngôn ngữ.
zh_tw: ※ 如果日文/中文辨識不準確，請在Windows設定 > 時間與語言 > 語言中安裝語言套件。

# SimpleModeDockinGuide
source: 💡 Tip: Drag to the top, left, or right edge of the screen to dock!
ar: 💡 نصيحة: اسحب إلى الحافة العلوية أو اليسرى أو اليمنى للشاشة للإرساء!
de: 💡 Tipp: Ziehe an den oberen, linken oder rechten Bildschirmrand, um anzudocken!
es: 💡 Consejo: ¡Arrastra al borde superior, izquierdo o derecho de la pantalla para acoplar!
fr: 💡 Astuce : Glisse vers le bord supérieur, gauche ou droit de l'écran pour ancrer !
id: 💡 Tips: Seret ke tepi atas, kiri, atau kanan layar untuk dock!
it: 💡 Suggerimento: Trascina sul bordo superiore, sinistro o destro dello schermo per agganciare!
ja: 💡 ヒント: 画面の上・左・右端にドラッグするとドックできます！
ko: 💡 팁: 화면 상단, 좌측, 우측 가장자리로 드래그하면 도킹됩니다!
pt: 💡 Dica: Arraste para o topo, esquerda ou direita da tela para ancorar!
ru: 💡 Совет: Перетащите к верхнему, левому или правому краю экрана для закрепления!
th: 💡 เคล็ดลับ: ลากไปที่ขอบบน ซ้าย หรือขวาของหน้าจอเพื่อติด!
vi: 💡 Mẹo: Kéo đến cạnh trên, trái hoặc phải màn hình để neo!
zh_tw: 💡 小技巧：拖曳到螢幕上、左、右邊緣可吸附！

source: Exit Simple Mode
ar: خروج من الوضع البسيط
de: Einfachen Modus beenden
es: Salir del modo simple
fr: Quitter le mode simple
id: Keluar dari Mode Sederhana
it: Esci dalla modalità semplice
ja: シンプルモードを終了
ko: 간편 모드 종료
pt: Sair do Modo Simples
ru: Выйти из простого режима
th: ออกจากโหมดง่าย
vi: Thoát chế độ đơn giản
zh_tw: 結束簡易模式

source: Minimize to Tray
ar: تصغير إلى التراي
de: In Tray minimieren
es: Minimizar a la bandeja
fr: Réduire dans la barre d'état
id: Minimalkan ke Tray
it: Riduci a icona nella tray
ja: トレイに最小化
ko: 트레이로 최소화
pt: Minimizar para a Área de Notificação
ru: Свернуть в трей
th: ย่อลงถาด
vi: Thu nhỏ xuống khay
zh_tw: 最小化至系統托盤

# Enlarge
source: Enlarge UI
ar: تكبير الواجهة
de: Oberfläche vergrößern
es: Ampliar interfaz
fr: Agrandir l'interface
id: Perbesar UI
it: Ingrandisci interfaccia
ja: UIを拡大
ko: UI 확대
pt: Aumentar Interface
ru: Увеличить интерфейс
th: ขยาย UI
vi: Phóng to giao diện
zh_tw: 放大介面

source: Switch to Normal Mode
ar: التبديل إلى الوضع العادي
de: Zum Normalmodus wechseln
es: Cambiar al modo normal
fr: Passer au mode normal
id: Beralih ke Mode Normal
it: Passa alla modalità normale
ja: 通常モードに切り替え
ko: 일반 모드로 전환
pt: Mudar para Modo Normal
ru: Переключиться в обычный режим
th: เปลี่ยนเป็นโหมดปกติ
vi: Chuyển sang chế độ bình thường
zh_tw: 切換至標準模式

source: Switch to Simple Mode
ar: التبديل إلى الوضع البسيط
de: Zum einfachen Modus wechseln
es: Cambiar al modo simple
fr: Passer au mode simple
id: Beralih ke Mode Sederhana
it: Passa alla modalità semplice
ja: シンプルモードに切り替え
ko: 간편 모드로 전환
pt: Mudar para Modo Simples
ru: Переключиться в простой режим
th: เปลี่ยนเป็นโหมดง่าย
vi: Chuyển sang chế độ đơn giản
zh_tw: 切換至簡易模式

source: Pin
ar: تثبيت
de: Anheften
es: Anclar
fr: Épingler
id: Sematkan
it: Fissa
ja: ピン留め
ko: 고정
pt: Fixar
ru: Закрепить
th: ปักหมุด
vi: Ghim
zh_tw: 置頂

source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Desanclar
fr: Désépingler
id: Lepas Sematan
it: Sblocca
ja: ピン留め解除
ko: 고정 해제
pt: Desafixar
ru: Открепить
th: ถอนหมุด
vi: Bỏ ghim
zh_tw: 取消置頂

source: View Capture List
ar: عرض قائمة الالتقاطات
de: Erfassungsliste anzeigen
es: Ver lista de capturas
fr: Voir la liste des captures
id: Lihat Daftar Tangkapan
it: Visualizza elenco catture
ja: キャプチャ一覧を表示
ko: 캡처 목록 보기
pt: Ver Lista de Capturas
ru: Просмотр списка захватов
th: ดูรายการจับภาพ
vi: Xem danh sách chụp
zh_tw: 檢視截圖清單

source: Add Icon
ar: إضافة أيقونة
de: Symbol hinzufügen
es: Añadir icono
fr: Ajouter une icône
id: Tambah Ikon
it: Aggiungi icona
ja: アイコン追加
ko: 아이콘 추가
pt: Adicionar Ícone
ru: Добавить иконку
th: เพิ่มไอคอน
vi: Thêm biểu tượng
zh_tw: 加入圖示

source: Hide to Tray
ar: إخفاء في التراي
de: In Tray ausblenden
es: Ocultar en bandeja
fr: Masquer dans la barre d'état
id: Sembunyikan ke Tray
it: Nascondi nella tray
ja: トレイに隠す
ko: 트레이로 숨기기
pt: Ocultar na Área de Notificação
ru: Скрыть в трей
th: ซ่อนลงถาด
vi: Ẩn xuống khay
zh_tw: 隱藏至系統托盤

source: Fold
ar: طي
de: Zuklappen
es: Plegar
fr: Replier
id: Lipat
it: Ripiega
ja: 折りたたむ
ko: 접기
pt: Dobrar
ru: Свернуть
th: พับ
vi: Gấp
zh_tw: 摺疊

source: Unit Capture
ar: التقاط وحدة
de: Einzel-Erfassung
es: Captura unitaria
fr: Capture unitaire
id: Tangkap Satuan
it: Cattura unitaria
ja: 単体キャプチャ
ko: 단위 캡처
pt: Captura Individual
ru: Единичный захват
th: จับภาพหน่วย
vi: Chụp đơn vị
zh_tw: 單體截圖

source: Computer Apps
ar: تطبيقات الكمبيوتر
es: Aplicaciones de PC
fr: Applications PC
id: Aplikasi Komputer
it: App PC
ja: パソコンアプリ
ko: 컴퓨터 앱
pt: Aplicativos do Computador
ru: Приложения ПК
th: แอปคอมพิวเตอร์
vi: Ứng dụng máy tính
zh_tw: 電腦應用程式

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
th: เปิด
vi: Mở
zh_tw: 開啟

# ShowMagnifier
source: Show Magnifier During Area Capture
ar: إظهار المكبر أثناء التقاط المنطقة
de: Vergrößerungslupe bei Bereichserfassung anzeigen
es: Mostrar lupa durante captura de área
fr: Afficher la loupe lors de la capture de zone
id: Tampilkan Pembesar Saat Tangkap Area
it: Mostra lente durante cattura area
ja: エリアキャプチャ時に拡大鏡を表示
ko: 영역 캡처 시 돋보기 표시
pt: Mostrar Lupa Durante Captura de Área
ru: Показывать лупу при захвате области
th: แสดงแว่นขยายขณะจับภาพพื้นที่
vi: Hiển thị kính lúp khi chụp vùng
zh_tw: 區域截圖時顯示放大鏡

# RecordingTool
source: Recording
ar: تسجيل
de: Aufnahme
es: Grabación
fr: Enregistrement
id: Rekaman
it: Registrazione
ja: 録画
ko: 녹화도구
pt: Gravação
ru: Запись
th: การบันทึก
vi: Quay
zh_tw: 錄製

source: Start/Stop Recording
ar: بدء/إيقاف التسجيل
de: Aufnahme starten/stoppen
es: Iniciar/Detener grabación
fr: Démarrer/Arrêter l'enregistrement
id: Mulai/Hentikan Rekaman
it: Avvia/Ferma registrazione
ja: 録画開始/停止
ko: 녹화 시작/정지
pt: Iniciar/Parar Gravação
ru: Начать/Остановить запись
th: เริ่ม/หยุดบันทึก
vi: Bắt đầu/Dừng quay
zh_tw: 開始/停止錄製

source: Pause
ar: إيقاف مؤقت
es: Pausar
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
pt: Pausar
ru: Пауза
th: หยุดชั่วคราว
vi: Tạm dừng
zh_tw: 暫停

source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fr: Reprendre
id: Lanjutkan
it: Riprendi
ja: 再開
ko: 재개
pt: Retomar
ru: Продолжить
th: ดำเนินต่อ
vi: Tiếp tục
zh_tw: 繼續

source: System Audio (OFF)
ar: صوت النظام (إيقاف)
de: Systemton (AUS)
es: Audio del sistema (OFF)
fr: Audio système (OFF)
id: Audio Sistem (MATI)
it: Audio sistema (OFF)
ja: システム音声（OFF）
ko: 시스템 소리 녹음 (OFF)
pt: Áudio do Sistema (DESLIGADO)
ru: Системный звук (ВЫКЛ)
th: เสียงระบบ (ปิด)
vi: Âm thanh hệ thống (TẮT)
zh_tw: 系統音訊（關閉）

source: System Audio (ON)
ar: صوت النظام (تشغيل)
de: Systemton (EIN)
es: Audio del sistema (ON)
fr: Audio système (ON)
id: Audio Sistem (HIDUP)
it: Audio sistema (ON)
ja: システム音声（ON）
ko: 시스템 소리 녹음 (ON)
pt: Áudio do Sistema (LIGADO)
ru: Системный звук (ВКЛ)
th: เสียงระบบ (เปิด)
vi: Âm thanh hệ thống (BẬT)
zh_tw: 系統音訊（開啟）

source: Microphone (OFF)
ar: الميكروفون (إيقاف)
de: Mikrofon (AUS)
es: Micrófono (OFF)
id: Mikrofon (MATI)
it: Microfono (OFF)
ja: マイク（OFF）
ko: 마이크 녹음 (OFF)
pt: Microfone (DESLIGADO)
ru: Микрофон (ВЫКЛ)
th: ไมโครโฟน (ปิด)
vi: Micro (TẮT)
zh_tw: 麥克風（關閉）

source: Microphone (ON)
ar: الميكروفون (تشغيل)
de: Mikrofon (EIN)
es: Micrófono (ON)
id: Mikrofon (HIDUP)
it: Microfono (ON)
ja: マイク（ON）
ko: 마이크 녹음 (ON)
pt: Microfone (LIGADO)
ru: Микрофон (ВКЛ)
th: ไมโครโฟน (เปิด)
vi: Micro (BẬT)
zh_tw: 麥克風（開啟）

# VideoQuality
source: Quality (HD/SD/LD)
ar: الجودة (HD/SD/LD)
de: Qualität (HD/SD/LD)
es: Calidad (HD/SD/LD)
fr: Qualité (HD/SD/LD)
id: Kualitas (HD/SD/LD)
it: Qualità (HD/SD/LD)
ja: 画質（HD/SD/LD）
ko: 화질 (HD/SD/LD)
pt: Qualidade (HD/SD/LD)
ru: Качество (HD/SD/LD)
th: คุณภาพ (HD/SD/LD)
vi: Chất lượng (HD/SD/LD)
zh_tw: 畫質（HD/SD/LD）

source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Tasa de fotogramas
fr: Taux d'images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 레이트
pt: Taxa de Quadros
ru: Частота кадров
th: อัตราเฟรม
vi: Tốc độ khung hình
zh_tw: 幀率

source: Show Mouse Cursor
ar: إظهار مؤشر الفأرة
de: Mauszeiger anzeigen
es: Mostrar cursor del ratón
fr: Afficher le curseur de la souris
id: Tampilkan Kursor Mouse
it: Mostra cursore mouse
ja: マウスカーソルを表示
ko: 마우스 커서 표시
pt: Mostrar Cursor do Mouse
ru: Показывать курсор мыши
th: แสดงเคอร์เซอร์เมาส์
vi: Hiển thị con trỏ chuột
zh_tw: 顯示滑鼠游標

source: Countdown
ar: عد تنازلي
es: Cuenta regresiva
fr: Compte à rebours
id: Hitung Mundur
it: Conto alla rovescia
ja: カウントダウン
ko: 시작 전 카운트다운
pt: Contagem Regressiva
ru: Обратный отсчёт
th: นับถอยหลัง
vi: Đếm ngược
zh_tw: 倒數計時

source: Hide Toolbar
ar: إخفاء شريط الأدوات
de: Werkzeugleiste ausblenden
es: Ocultar barra de herramientas
fr: Masquer la barre d'outils
id: Sembunyikan Toolbar
it: Nascondi barra strumenti
ja: ツールバーを隠す
ko: 도구 모음 숨기기
pt: Ocultar Barra de Ferramentas
ru: Скрыть панель инструментов
th: ซ่อนแถบเครื่องมือ
vi: Ẩn thanh công cụ
zh_tw: 隱藏工具列

source: Show Toolbar
ar: إظهار شريط الأدوات
de: Werkzeugleiste einblenden
es: Mostrar barra de herramientas
fr: Afficher la barre d'outils
id: Tampilkan Toolbar
it: Mostra barra strumenti
ja: ツールバーを表示
ko: 도구 모음 표시
pt: Mostrar Barra de Ferramentas
ru: Показать панель инструментов
th: แสดงแถบเครื่องมือ
vi: Hiển thị thanh công cụ
zh_tw: 顯示工具列

# AutoSnap
source: Magnet
ar: الالتقاء التلقائي
es: Imán
fr: Aimant
it: Magnete
ja: マグネット
ko: 자석
pt: Imã
ru: Магнит
th: แม่เหล็ก
vi: Nam châm
zh_tw: 吸附

# AreaSelection
source: Select Area
ar: تحديد المنطقة
de: Bereich auswählen
es: Seleccionar área
fr: Sélectionner la zone
id: Pilih Area
it: Seleziona area
ja: エリア選択
ko: 영역 선택
pt: Selecionar Área
ru: Выбор области
th: เลือกพื้นที่
vi: Chọn vùng
zh_tw: 選擇區域

source: Drawing Tools
ar: أدوات الرسم
de: Zeichenwerkzeuge
es: Herramientas de dibujo
fr: Outils de dessin
id: Alat Gambar
it: Strumenti disegno
ja: 描画ツール
ko: 그리기 도구
pt: Ferramentas de Desenho
ru: Инструменты рисования
th: เครื่องมือวาด
vi: Công cụ vẽ
zh_tw: 繪圖工具

# ToolPen
source: Pen
ar: قلم
de: Stift
es: Lápiz
fr: Stylo
id: Pena
it: Penna
ja: ペン
ko: 펜
pt: Caneta
ru: Перо
th: ปากกา
vi: Bút
zh_tw: 畫筆

# ToolHighlighter
source: Highlighter
ar: مُبرز
de: Textmarker
es: Resaltador
fr: Surligneur
id: Penyorot
it: Evidenziatore
ja: ハイライト
ko: 형광펜
pt: Marcador
ru: Маркер
th: ไฮไลท์
vi: Bút đánh dấu
zh_tw: 螢光筆

# ToolEraser
source: Eraser
ar: ممحاة
de: Radiergummi
es: Borrador
fr: Gomme
id: Penghapus
it: Gomma
ja: 消しゴム
ko: 지우개
pt: Borracha
ru: Ластик
th: ยางลบ
vi: Tẩy
zh_tw: 橡皮擦

# ToolLine
source: Line
ar: خط
de: Linie
es: Línea
fr: Ligne
id: Garis
it: Linea
ja: 線
ko: 직선
pt: Linha
ru: Линия
th: เส้นตรง
vi: Đường thẳng
zh_tw: 直線

# ToolArrow
source: Arrow
ar: سهم
de: Pfeil
es: Flecha
fr: Flèche
id: Panah
it: Freccia
ja: 矢印
ko: 화살표
pt: Seta
ru: Стрелка
th: ลูกศร
vi: Mũi tên
zh_tw: 箭頭

# ToolRectangle
source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
id: Persegi Panjang
it: Rettangolo
ja: 長方形
ko: 사각형
pt: Retângulo
ru: Прямоугольник
th: สี่เหลี่ยม
vi: Hình chữ nhật
zh_tw: 矩形

# ToolEllipse
source: Ellipse
ar: قطع ناقص
es: Elipse
id: Elips
it: Ellisse
ja: 楕円
ko: 원
pt: Elipse
ru: Эллипс
th: วงรี
vi: Elip
zh_tw: 橢圓

# ToolNumbering
source: Numbering
ar: ترقيم
de: Nummerierung
es: Numeración
fr: Numérotation
id: Penomoran
it: Numerazione
ja: 番号付け
ko: 번호 매기기
pt: Numeração
ru: Нумерация
th: หมายเลข
vi: Đánh số
zh_tw: 編號

# ToolClearAll
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
id: Hapus Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
pt: Limpar Tudo
ru: Очистить всё
th: ล้างทั้งหมด
vi: Xóa hết
zh_tw: 全部清除

# OpenSaveFolder
source: Open Folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
ko: 저장 폴더 열기
pt: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
vi: Mở thư mục
zh_tw: 打開資料夾

# ModeSelect
source: Mode Selection
ar: تحديد الوضع
de: Modusauswahl
es: Selección de modo
fr: Sélection du mode
id: Pemilihan Mode
it: Selezione modalità
ja: モード選択
ko: 모드 선택
pt: Seleção de Modo
ru: Выбор режима
th: เลือกโหมด
vi: Chọn chế độ
zh_tw: 模式選擇

source: Theme Settings
ar: إعدادات الثيم
de: Design-Einstellungen
es: Configuración de tema
fr: Paramètres de thème
id: Pengaturan Tema
it: Impostazioni tema
ja: テーマ設定
ko: 테마 설정
pt: Configurações de Tema
ru: Настройки темы
th: การตั้งค่าธีม
vi: Cài đặt giao diện
zh_tw: 主題設定

# ThemePreset
source: Theme Presets
ar: ثيمات جاهزة
de: Design-Vorlagen
es: Temas predefinidos
fr: Thèmes prédéfinis
id: Preset Tema
it: Temi predefiniti
ja: テーマプリセット
ko: 테마 선택
pt: Predefinições de Tema
ru: Пресеты темы
th: ธีมสำเร็จรูป
vi: Giao diện mẫu
zh_tw: 主題預設

# ThemeGeneral
source: General (Default)
ar: عام (افتراضي)
de: Allgemein (Standard)
es: General (Predeterminado)
fr: Général (Par défaut)
id: Umum (Default)
it: Generale (Predefinito)
ja: 一般（デフォルト）
ko: 일반 (기본)
pt: Geral (Padrão)
ru: Общая (по умолчанию)
th: ทั่วไป (ค่าเริ่มต้น)
vi: Chung (Mặc định)
zh_tw: 一般（預設）

# ThemeDark
source: Dark Mode
ar: وضع داكن
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
id: Mode Gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
pt: Modo Escuro
ru: Тёмный режим
th: โหมดมืด
vi: Chế độ tối
zh_tw: 深色模式

# ThemeLight
source: Light Mode
ar: وضع فاتح
de: Hellmodus
es: Modo claro
fr: Mode clair
id: Mode Terang
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
pt: Modo Claro
ru: Светлый режим
th: โหมดสว่าง
vi: Chế độ sáng
zh_tw: 淺色模式

# ThemeBlue
source: Blue Mode
ar: وضع أزرق
de: Blaumodus
es: Modo azul
fr: Mode bleu
id: Mode Biru
it: Modalità blu
ja: ブルーモード
ko: 블루 모드
pt: Modo Azul
ru: Синий режим
th: โหมดน้ำเงิน
vi: Chế độ xanh
zh_tw: 藍色模式

# ThemeCustom
source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
id: Kustom
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt: Personalizado
ru: Пользовательская
th: กำหนดเอง
vi: Tùy chỉnh
zh_tw: 自訂

# ThemeBgColor
source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
id: Warna Latar
it: Colore sfondo
ja: 背景色
ko: 배경 색상
pt: Cor de Fundo
ru: Цвет фона
th: สีพื้นหลัง
vi: Màu nền
zh_tw: 背景顏色

# ThemeTextColor
source: Text Color
ar: لون النص
de: Textfarbe
es: Color de texto
fr: Couleur du texte
id: Warna Teks
it: Colore testo
ja: 文字色
ko: 텍스트 색상
pt: Cor do Texto
ru: Цвет текста
th: สีข้อความ
vi: Màu chữ
zh_tw: 文字顏色

# ThemeColorGuide
source: ※ Click the color boxes to choose colors.
ar: ※ انقر على مربعات الألوان لاختيار الألوان.
de: ※ Klicke auf die Farbfelder, um Farben auszuwählen.
es: ※ Haz clic en los cuadros de color para elegir colores.
fr: ※ Clique sur les cases de couleur pour choisir les couleurs.
id: ※ Klik kotak warna untuk memilih warna.
it: ※ Clicca sulle caselle colore per scegliere i colori.
ja: ※ 色枠をクリックして色を選択してください。
ko: ※ 색상 상자를 클릭하여 테마 색상을 선택하세요.
pt: ※ Clique nas caixas de cor para escolher as cores.
ru: ※ Кликните по цветовым блокам для выбора цвета.
th: ※ คลิกช่องสีเพื่อเลือกสี
vi: ※ Nhấp vào ô màu để chọn màu.
zh_tw: ※ 點擊顏色框選擇顏色。

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
pt: Aplicar
ru: Применить
th: นำไปใช้
vi: Áp dụng
zh_tw: 套用

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt: Visualizar
ru: Предпросмотр
th: ตัวอย่าง
vi: Xem trước
zh_tw: 預覽

# ThemeSampleLabel
source: Preview Sample
ar: معاينة عينة
de: Vorschau-Beispiel
es: Ejemplo de vista previa
fr: Exemple d'aperçu
id: Contoh Pratinjau
it: Esempio anteprima
ja: プレビューサンプル
ko: 미리보기 샘플
pt: Exemplo de Visualização
ru: Пример предпросмотра
th: ตัวอย่างธีม
vi: Ví dụ xem trước
zh_tw: 預覽範例

# ThemeSampleText
source: This is a theme preview sample text. (ABCabc 123)
ar: هذا نص عينة لمعاينة الثيم. (ABCabc 123)
de: Dies ist ein Beispieltext für die Design-Vorschau. (ABCabc 123)
es: Este es un texto de ejemplo para la vista previa del tema. (ABCabc 123)
fr: Ceci est un texte d'exemple pour l'aperçu du thème. (ABCabc 123)
id: Ini adalah contoh teks pratinjau tema. (ABCabc 123)
it: Questo è un testo di esempio per l'anteprima del tema. (ABCabc 123)
ja: これはテーマプレビューのサンプルテキストです。（ABCabc 123）
ko: 테마 미리보기 샘플 텍스트입니다. (ABCabc 123)
pt: Este é um texto de exemplo para visualização do tema. (ABCabc 123)
ru: Это пример текста предпросмотра темы. (ABCabc 123)
th: นี่คือตัวอย่างข้อความธีม (ABCabc 123)
vi: Đây là ví dụ chữ xem trước giao diện. (ABCabc 123)
zh_tw: 這是主題預覽範例文字。（ABCabc 123）

source: Recording Settings
ar: إعدادات التسجيل
de: Aufnahmeeinstellungen
es: Configuración de grabación
fr: Paramètres d'enregistrement
id: Pengaturan Rekaman
it: Impostazioni registrazione
ja: 録画設定
ko: 녹화 설정
pt: Configurações de Gravação
ru: Настройки записи
th: การตั้งค่าการบันทึก
vi: Cài đặt quay
zh_tw: 錄製設定
