Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

source: Note Storage Location
ar: موقع تخزين الملاحظات
de: Notiz-Speicherort
es: Ubicación de almacenamiento de notas
fr: Emplacement de stockage des notes
id: Lokasi Penyimpanan Catatan
it: Posizione archiviazione note
ja: ノート保存場所
ko: 노트 저장 위치
pt: Localização de Armazenamento das Notas
ru: Расположение хранения заметок
th: ตำแหน่งเก็บโน้ต
vi: Vị trí lưu ghi chú
zh_tw: 筆記儲存位置

# NotePathStructure
source: ※ Folder Structure: [NoteFolder]\notedb (DB), [NoteFolder]\img (Images)
ar: ※ هيكل المجلدات: [مجلد الملاحظات]\notedb (قاعدة البيانات)، [مجلد الملاحظات]\img (الصور)
de: ※ Ordnerstruktur: [Notizordner]\notedb (DB), [Notizordner]\img (Bilder)
es: ※ Estructura de carpetas: [CarpetaNotas]\notedb (BD), [CarpetaNotas]\img (Imágenes)
fr: ※ Structure des dossiers : [DossierNotes]\notedb (BD), [DossierNotes]\img (Images)
id: ※ Struktur Folder: [FolderCatatan]\notedb (DB), [FolderCatatan]\img (Gambar)
it: ※ Struttura cartelle: [CartellaNote]\notedb (DB), [CartellaNote]\img (Immagini)
ja: ※ フォルダ構成: [ノートフォルダ]\notedb (DB)、[ノートフォルダ]\img (画像)
ko: ※ 폴더 구조: [노트폴더]\notedb (DB), [노트폴더]\img (이미지)
pt: ※ Estrutura de pasta: [PastaNotas]\notedb (BD), [PastaNotas]\img (Imagens)
ru: ※ Структура папок: [ПапкаЗаметок]\notedb (БД), [ПапкаЗаметок]\img (Изображения)
th: ※ โครงสร้างโฟลเดอร์: [โฟลเดอร์โน้ต]\notedb (ฐานข้อมูล), [โฟลเดอร์โน้ต]\img (รูปภาพ)
vi: ※ Cấu trúc thư mục: [ThưMụcGhiChú]\notedb (CSDL), [ThưMụcGhiChú]\img (Ảnh)
zh_tw: ※ 資料夾結構: [筆記資料夾]\notedb (資料庫)、[筆記資料夾]\img (圖片)

source: Remote Storage
ar: التخزين البعيد
de: Entfernter Speicher
es: Almacenamiento remoto
fr: Stockage distant
id: Penyimpanan Jarak Jauh
it: Archiviazione remota
ja: リモートストレージ
ko: 클라우드 연결
pt: Armazenamento Remoto
ru: Удалённое хранилище
th: ที่เก็บระยะไกล
vi: Lưu trữ từ xa
zh_tw: 遠端儲存

# RemoteStorageTooltip
source: Connect cloud folders (Google Drive, etc.) to share notes across devices.
ar: ربط مجلدات السحابة (Google Drive إلخ) لمشاركة الملاحظات عبر الأجهزة.
de: Cloud-Ordner verbinden (Google Drive usw.), um Notizen geräteübergreifend zu teilen.
es: Conectar carpetas en la nube (Google Drive, etc.) para compartir notas entre dispositivos.
fr: Connecter des dossiers cloud (Google Drive, etc.) pour partager les notes entre appareils.
id: Hubungkan folder cloud (Google Drive, dll.) untuk berbagi catatan antar perangkat.
it: Connetti cartelle cloud (Google Drive ecc.) per condividere note tra dispositivi.
ja: クラウドフォルダ（Googleドライブなど）に接続してデバイス間でノートを共有。
ko: 구글 드라이브 등 클라우드 폴더를 연결하여 기기 간 노트를 공유할 수 있습니다.
pt: Conecte pastas na nuvem (Google Drive, OneDrive etc.) para sincronizar notas entre dispositivos.
ru: Подключите облачные папки (Google Drive и т.д.) для синхронизации заметок между устройствами.
th: เชื่อมต่อโฟลเดอร์คลาวด์ (Google Drive ฯลฯ) เพื่อแชร์โน้ตข้ามอุปกรณ์
vi: Kết nối thư mục đám mây (Google Drive v.v.) để chia sẻ ghi chú giữa các thiết bị.
zh_tw: 連接雲端資料夾（Google雲端硬碟等）跨裝置共享筆記。

# RemoteStorageWarning
source: When connected, the speed may slow down significantly during the server upload/download process, which is not a program issue.
ar: عند الاتصال، قد يتباطأ السرعة بشكل كبير أثناء عملية الرفع/التنزيل من الخادم، وهذا ليس مشكلة في البرنامج.
de: Bei Verbindung kann die Geschwindigkeit während Upload/Download stark abnehmen (kein Programmfehler).
es: Cuando está conectado, la velocidad puede reducirse significativamente durante el proceso de subida/descarga del servidor, lo cual no es un problema del programa.
fr: Lors de la connexion, la vitesse peut ralentir considérablement pendant le processus d'upload/download du serveur (ce n'est pas un problème du programme).
id: Saat terhubung, kecepatan mungkin melambat signifikan selama proses upload/download server, ini bukan masalah program.
it: Quando connesso, la velocità potrebbe rallentare significativamente durante upload/download dal server (non è un problema del programma).
ja: 接続時、サーバーアップロード/ダウンロード処理により速度が大幅に低下する場合があります（プログラムの問題ではありません）。
ko: 연결시 프로그램 문제가 아닌 서버 업로드 다운로드 과정에서 속도가 많이 느려질 수 있습니다.
pt: Quando conectado, a velocidade pode diminuir bastante durante upload/download (não é problema do programa).
ru: При подключении скорость может значительно снизиться во время загрузки/скачивания — это не ошибка программы.
th: เมื่อเชื่อมต่อ ความเร็วอาจช้าลงมากขณะอัปโหลด/ดาวน์โหลด ซึ่งไม่ใช่ปัญหาของโปรแกรม
vi: Khi kết nối, tốc độ có thể chậm đáng kể trong quá trình tải lên/tải xuống máy chủ, đây không phải lỗi chương trình.
zh_tw: 連接時，伺服器上傳/下載過程可能導致速度大幅下降（非程式問題）。

# ResetNoteDataTooltip
source: Reset all note data
ar: إعادة تعيين جميع بيانات الملاحظات
de: Alle Notizdaten zurücksetzen
es: Restablecer todos los datos de notas
fr: Réinitialiser toutes les données de notes
id: Setel ulang semua data catatan
it: Ripristina tutti i dati delle note
ja: すべてのノートデータをリセット
ko: 모든 노트 데이터 초기화
pt: Resetar todos os dados de notas
ru: Сбросить все данные заметок
th: รีเซ็ตข้อมูลโน้ตทั้งหมด
vi: Đặt lại tất cả dữ liệu ghi chú
zh_tw: 重設所有筆記資料

# NoteFileNameSettings
source: Filename Settings
ar: إعدادات اسم الملف
de: Dateinameneinstellungen
es: Configuración de nombres de archivo
fr: Paramètres des noms de fichier
id: Pengaturan Nama File
it: Impostazioni nomi file
ja: ファイル名設定
pt: Configurações de Nome de Arquivo
ru: Настройки имени файла
th: การตั้งค่าชื่อไฟล์
vi: Cài đặt tên file
zh_tw: 檔案名稱設定

# NoteFolderGrouping
source: Folder Grouping Settings
ar: إعدادات تجميع المجلدات
de: Ordnergruppierungseinstellungen
es: Configuración de agrupación de carpetas
fr: Paramètres de regroupement de dossiers
id: Pengaturan Pengelompokan Folder
it: Impostazioni raggruppamento cartelle
ja: フォルダグループ設定
pt: Configurações de Agrupamento de Pastas
ru: Настройки группировки папок
th: การตั้งค่ากลุ่มโฟลเดอร์
vi: Cài đặt nhóm thư mục
zh_tw: 資料夾分組設定

source: Note Security & Lock
ar: أمان الملاحظات والقفل
de: Notizsicherheit & Sperre
es: Seguridad de notas & Bloqueo
fr: Sécurité des notes & Verrouillage
id: Keamanan & Kunci Catatan
it: Sicurezza note & Blocco
ja: ノートセキュリティ＆ロック
ko: 노트 보안 및 장치 잠금
pt: Segurança e Bloqueio de Notas
ru: Безопасность & Блокировка заметок
th: ความปลอดภัย & ล็อกโน้ต
vi: Bảo mật & Khóa ghi chú
zh_tw: 筆記安全與鎖定

source: Image Save Settings
ar: إعدادات حفظ الصور
de: Bildspeichereinstellungen
es: Configuración de guardado de imágenes
fr: Paramètres d'enregistrement d'image
id: Pengaturan Penyimpanan Gambar
it: Impostazioni salvataggio immagini
ja: 画像保存設定
pt: Configurações de Salvamento de Imagem
ru: Настройки сохранения изображений
th: การตั้งค่าบันทึกรูปภาพ
vi: Cài đặt lưu ảnh
zh_tw: 圖片儲存設定

source: Startup Settings
ar: إعدادات البدء
de: Start-Einstellungen
es: Configuración de inicio
fr: Paramètres de démarrage
id: Pengaturan Startup
it: Impostazioni avvio
ja: 起動設定
pt: Configurações de Inicialização
ru: Настройки запуска
th: การตั้งค่าเริ่มต้น
vi: Cài đặt khởi động
zh_tw: 啟動設定

# Val1Day
source: 1 Day
ar: يوم واحد
de: 1 Tag
es: 1 día
fr: 1 jour
id: 1 Hari
it: 1 giorno
ja: 1日
ko: 1일
pt: 1 Dia
ru: 1 день
th: 1 วัน
vi: 1 ngày
zh_tw: 1天

# Val3Days
source: 3 Days
ar: 3 أيام
de: 3 Tage
es: 3 días
fr: 3 jours
id: 3 Hari
it: 3 giorni
ja: 3日
ko: 3일
pt: 3 Dias
ru: 3 дня
th: 3 วัน
vi: 3 ngày
zh_tw: 3天

# Val7Days
source: 7 Days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
id: 7 Hari
it: 7 giorni
ja: 7日
ko: 7일
pt: 7 Dias
ru: 7 дней
th: 7 วัน
vi: 7 ngày
zh_tw: 7天

# Val15Days
source: 15 Days
ar: 15 يوماً
de: 15 Tage
es: 15 días
fr: 15 jours
id: 15 Hari
it: 15 giorni
ja: 15日
ko: 15일
pt: 15 Dias
ru: 15 дней
th: 15 วัน
vi: 15 ngày
zh_tw: 15天

# Val30Days
source: 30 Days
ar: 30 يوماً
de: 30 Tage
es: 30 días
fr: 30 jours
id: 30 Hari
it: 30 giorni
ja: 30日
ko: 30일
pt: 30 Dias
ru: 30 дней
th: 30 วัน
vi: 30 ngày
zh_tw: 30天

# Val60Days
source: 60 Days
ar: 60 يوماً
de: 60 Tage
es: 60 días
fr: 60 jours
id: 60 Hari
it: 60 giorni
ja: 60日
ko: 60일
pt: 60 Dias
ru: 60 дней
th: 60 วัน
vi: 60 ngày
zh_tw: 60天

# Val90Days
source: 90 Days
ar: 90 يوماً
de: 90 Tage
es: 90 días
fr: 90 jours
id: 90 Hari
it: 90 giorni
ja: 90日
ko: 90일
pt: 90 Dias
ru: 90 дней
th: 90 วัน
vi: 90 ngày
zh_tw: 90天

# ValPermanent
source: Keep Forever
ar: الاحتفاظ إلى الأبد
de: Dauerhaft behalten
es: Mantener para siempre
fr: Conserver indéfiniment
id: Simpan Selamanya
it: Conserva per sempre
ja: 永久保持
ko: 영구 보관
pt: Permanente
ru: Хранить вечно
th: เก็บตลอดไป
vi: Giữ mãi mãi
zh_tw: 永久保留

source: Wait...
ar: انتظر...
de: Warte...
es: Espera...
fr: Patientez...
id: Tunggu...
it: Attendere...
ja: お待ちください...
ko: 잠시만 기다려주세요...
pt: Aguarde...
ru: Подождите...
th: รอสักครู่...
vi: Đang chờ...
zh_tw: 請稍候...

source: Filename Settings
ar: إعدادات اسم الملف
de: Dateinamen-Einstellungen
es: Configuración de nombres de archivo
fr: Paramètres des noms de fichier
id: Pengaturan Nama File
it: Impostazioni nomi file
ja: ファイル名設定
ko: 파일명 설정
pt: Configurações de Nome de Arquivo
ru: Настройки имени файла
th: การตั้งค่าชื่อไฟล์
vi: Cài đặt tên file
zh_tw: 檔案名稱設定

# FolderGrouping
source: Folder Grouping Settings
ar: إعدادات تجميع المجلدات
de: Ordnergruppierungseinstellungen
es: Configuración de agrupación de carpetas
fr: Paramètres de regroupement de dossiers
id: Pengaturan Pengelompokan Folder
it: Impostazioni raggruppamento cartelle
ja: フォルダグループ設定
ko: 폴더 분류 설정
pt: Configurações de Agrupamento de Pastas
ru: Настройки группировки папок
th: การตั้งค่ากลุ่มโฟลเดอร์
vi: Cài đặt nhóm thư mục
zh_tw: 資料夾分組設定

# GroupingNone
source: No Grouping
ar: بدون تجميع
de: Keine Gruppierung
es: Sin agrupación
fr: Aucun regroupement
id: Tanpa Pengelompokan
it: Nessun raggruppamento
ja: グループなし
ko: 기본 저장
pt: Sem Agrupamento
ru: Без группировки
th: ไม่จัดกลุ่ม
vi: Không nhóm
zh_tw: 無分組

# GroupingMonthly
source: Monthly
ar: شهرياً
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 月別
ko: 월별
pt: Mensal
ru: По месяцам
th: รายเดือน
vi: Theo tháng
zh_tw: 按月

# GroupingQuarterly
source: Quarterly
ar: ربع سنوي
de: Quartalsweise
es: Trimestral
fr: Trimestriel
id: Kuartalan
it: Trimestrale
ja: 四半期別
ko: 분기별
pt: Trimestral
ru: По кварталам
th: รายไตรมาส
vi: Theo quý
zh_tw: 按季

# GroupingYearly
source: Yearly
ar: سنوياً
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 年別
ko: 연도별
pt: Anual
ru: По годам
th: รายปี
vi: Theo năm
zh_tw: 按年

# FileNamePreset_Default
source: Default (Catch_Date_Time)
ar: افتراضي (Catch_التاريخ_الوقت)
de: Standard (Catch_Datum_Zeit)
es: Predeterminado (Catch_Fecha_Hora)
fr: Par défaut (Catch_Date_Heure)
id: Default (Catch_Tanggal_Waktu)
it: Predefinito (Catch_Data_Ora)
ja: デフォルト (Catch_日付_時間)
ko: 기본값 (Catch_날짜_시간)
pt: Padrão (Catch_Data_Hora)
ru: По умолчанию (Catch_Дата_Время)
th: ค่าเริ่มต้น (Catch_วันที่_เวลา)
vi: Mặc định (Catch_Ngày_Giờ)
zh_tw: 預設 (Catch_日期_時間)

# FileNamePreset_Simple
source: Simple (Image_Date)
ar: بسيط (Image_التاريخ)
de: Einfach (Image_Datum)
es: Simple (Image_Fecha)
id: Sederhana (Gambar_Tanggal)
it: Semplice (Image_Data)
ja: シンプル (Image_日付)
ko: 단순 (Image_날짜)
pt: Simples (Imagem_Data)
ru: Простое (Изображение_Дата)
th: ง่าย (ภาพ_วันที่)
vi: Đơn giản (Ảnh_Ngày)
zh_tw: 簡潔 (Image_日期)

# FileNamePreset_Timestamp
source: Timestamp Only (20250101_120000)
ar: طابع زمني فقط (20250101_120000)
de: Nur Zeitstempel (20250101_120000)
es: Solo marca de tiempo (20250101_120000)
fr: Horodatage uniquement (20250101_120000)
id: Hanya Timestamp (20250101_120000)
it: Solo timestamp (20250101_120000)
ja: タイムスタンプのみ (20250101_120000)
ko: 타임스탬프만 (20250101_120000)
pt: Apenas Timestamp (20250101_120000)
ru: Только временная метка (20250101_120000)
th: เฉพาะเวลา (20250101_120000)
vi: Chỉ thời gian (20250101_120000)
zh_tw: 僅時間戳記 (20250101_120000)

# FileNamePreset_App
source: App Name (Chrome_Date)
ar: اسم التطبيق (Chrome_التاريخ)
de: App-Name (Chrome_Datum)
es: Nombre de app (Chrome_Fecha)
fr: Nom de l'app (Chrome_Date)
id: Nama Aplikasi (Chrome_Tanggal)
it: Nome app (Chrome_Data)
ja: アプリ名 (Chrome_日付)
pt: Nome do App (Chrome_Data)
ru: Имя приложения (Chrome_Дата)
th: ชื่อแอป (Chrome_วันที่)
vi: Tên ứng dụng (Chrome_Ngày)
zh_tw: 應用程式名稱 (Chrome_日期)

# FileNamePreset_Title
source: Window Title (Google_Date)
ar: عنوان النافذة (Google_التاريخ)
de: Fenstertitel (Google_Datum)
es: Título de ventana (Google_Fecha)
fr: Titre de la fenêtre (Google_Date)
id: Judul Jendela (Google_Tanggal)
it: Titolo finestra (Google_Data)
ja: ウィンドウタイトル (Google_日付)
pt: Título da Janela (Google_Data)
ru: Заголовок окна (Google_Дата)
th: หัวหน้าต่าง (Google_วันที่)
vi: Tiêu đề cửa sổ (Google_Ngày)
zh_tw: 視窗標題 (Google_日期)

# FileNamePreview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt: Pré-visualização
ru: Предпросмотр
th: ตัวอย่าง
vi: Xem trước
zh_tw: 預覽

source: Badge
ar: شارة
de: Abzeichen
es: Insignia
id: Lencana
ja: バッジ
ko: 배지
pt: Emblema
ru: Бейдж
th: ป้าย
vi: Huy hiệu
zh_tw: 徽章

# TextNote
source: Text
ar: نص
es: Texto
fr: Texte
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pt: Texto
ru: Текст
th: ข้อความ
vi: Chữ
zh_tw: 文字

source: Badge Size
ar: حجم الشارة
de: Abzeichengröße
es: Tamaño de insignia
fr: Taille du badge
id: Ukuran Lencana
it: Dimensione badge
ja: バッジサイズ
ko: 배지 크기
pt: Tamanho do Emblema
ru: Размер бейджа
th: ขนาดป้าย
vi: Kích thước huy hiệu
zh_tw: 徽章尺寸

source: Text Size
ar: حجم النص
de: Textgröße
es: Tamaño de texto
fr: Taille du texte
id: Ukuran Teks
it: Dimensione testo
ja: テキストサイズ
ko: 텍스트 크기
pt: Tamanho do Texto
ru: Размер текста
th: ขนาดข้อความ
vi: Kích thước chữ
zh_tw: 文字尺寸

# SettingsAutoCopyDesc
source: Auto-copy to clipboard after capture
ar: نسخ تلقائي إلى الحافظة بعد الالتقاط
de: Nach Erfassung automatisch in Zwischenablage kopieren
es: Copiar automáticamente al portapapeles después de capturar
fr: Copier automatiquement dans le presse-papiers après capture
id: Salin otomatis ke clipboard setelah tangkap
it: Copia automaticamente negli appunti dopo cattura
ja: キャプチャ後に自動でクリップボードにコピー
ko: 캡처 시 클립보드에 자동 복사
pt: Copiar automaticamente para a área de transferência após captura
ru: Автоматически копировать в буфер после захвата
th: คัดลอกอัตโนมัติหลังจับภาพ
vi: Tự động sao chép sau khi chụp
zh_tw: 截圖後自動複製到剪貼簿

source: Add Video
ar: إضافة فيديو
de: Video hinzufügen
es: Añadir vídeo
fr: Ajouter une vidéo
id: Tambah Video
it: Aggiungi video
ja: 動画追加
ko: 비디오 추가
pt: Adicionar Vídeo
ru: Добавить видео
th: เพิ่มวิดีโอ
vi: Thêm video
zh_tw: 加入影片

# BtnYes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
ko: 예
pt: Sim
ru: Да
th: ใช่
vi: Có
zh_tw: 是

# BtnNo
source: No
ar: لا
de: Nein
fr: Non
id: Tidak
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
th: ไม่
vi: Không
zh_tw: 否

# BtnOK
source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
th: ตกลง
zh_tw: 確定

# BtnCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_tw: 取消

# AddVideoGuidance
source: Please enter YouTube URL or source code (iframe):
ar: يرجى إدخال رابط YouTube أو كود المصدر (iframe):
de: Bitte YouTube-URL oder Quellcode (iframe) eingeben:
es: Por favor, introduce la URL de YouTube o el código fuente (iframe):
fr: Veuillez saisir l'URL YouTube ou le code source (iframe) :
id: Mohon masukkan URL YouTube atau kode sumber (iframe):
it: Inserisci URL YouTube o codice sorgente (iframe):
ja: YouTube URLまたはソースコード（iframe）を入力してください:
ko: 유튜브 주소 또는 소스코드(iframe)를 입력하세요:
pt: Insira URL do YouTube ou código iframe:
ru: Пожалуйста, введите URL YouTube или исходный код (iframe):
th: กรุณาใส่ URL YouTube หรือโค้ด (iframe):
vi: Vui lòng nhập URL YouTube hoặc mã nguồn (iframe):
zh_tw: 請輸入YouTube URL或原始碼（iframe）:

# SearchLocalFile
source: Find Local File...
ar: البحث عن ملف محلي...
de: Lokale Datei suchen...
es: Buscar archivo local...
fr: Rechercher un fichier local...
id: Cari File Lokal...
it: Cerca file locale...
ja: ローカルファイルを探す...
ko: 로컬 파일 찾기...
pt: Procurar Arquivo Local...
ru: Найти локальный файл...
th: ค้นหาไฟล์ในเครื่อง...
vi: Tìm file cục bộ...
zh_tw: 尋找本地檔案...

# BtnAdd
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt: Adicionar
ru: Добавить
th: เพิ่ม
vi: Thêm
zh_tw: 加入

# HotkeyConflictTitle
source: Hotkey Conflict
ar: تعارض مفتاح الاختصار
de: Tastenkürzel-Konflikt
es: Conflicto de atajo
fr: Conflit de raccourci
id: Konflik Tombol Pintas
it: Conflitto scorciatoia
ja: ホットキー競合
ko: 단축키 중복
pt: Conflito de Atalho
ru: Конфликт горячих клавиш
th: ปุ่มลัดขัดแย้ง
vi: Xung đột phím tắt
zh_tw: 快捷鍵衝突

# HotkeyConflictMsg
source: The shortcut '{0}' is already used by: {1}
ar: مفتاح الاختصار '{0}' مستخدم بالفعل من قبل: {1}
de: Das Tastenkürzel '{0}' wird bereits von {1} verwendet
es: El atajo '{0}' ya está en uso por: {1}
fr: Le raccourci '{0}' est déjà utilisé par : {1}
id: Tombol pintas '{0}' sudah digunakan oleh: {1}
it: La scorciatoia '{0}' è già utilizzata da: {1}
ja: ショートカット「{0}」は既に{1}で使用されています
ko: 단축키 '{0}'이(가) 다음 기능에서 이미 사용 중입니다: {1}
pt: O atalho '{0}' já está em uso por: {1}
ru: Горячая клавиша «{0}» уже используется: {1}
th: ปุ่มลัด '{0}' ถูกใช้โดย: {1}
vi: Phím tắt '{0}' đã được sử dụng bởi: {1}
zh_tw: 快捷鍵「{0}」已被{1}占用

# ImportConfirmMsg
source: All existing note data will be overwritten by this backup file. Do you want to continue?
ar: سيتم استبدال جميع بيانات الملاحظات الحالية بهذا الملف الاحتياطي. هل تريد المتابعة؟
de: Alle vorhandenen Notizdaten werden durch diese Sicherungsdatei überschrieben. Fortfahren?
es: Todos los datos de notas existentes serán sobrescritos por este archivo de copia de seguridad. ¿Deseas continuar?
fr: Toutes les données de notes existantes seront écrasées par ce fichier de sauvegarde. Voulez-vous continuer ?
id: Semua data catatan yang ada akan ditimpa oleh file backup ini. Lanjutkan?
it: Tutti i dati note esistenti verranno sovrascritti da questo file di backup. Continuare?
ja: 既存のすべてのノートデータがこのバックアップファイルで上書きされます。続行しますか？
ko: 기존의 모든 노트 데이터가 이 백업 파일로 덮어씌워집니다. 계속하시겠습니까?
pt: Todos os dados de notas atuais serão substituídos por este backup. Deseja continuar?
ru: Все существующие данные заметок будут заменены этим файлом резервной копии. Продолжить?
th: ข้อมูลโน้ตทั้งหมดจะถูกแทนที่ด้วยไฟล์สำรองนี้ ต้องการดำเนินการต่อหรือไม่?
vi: Tất cả dữ liệu ghi chú hiện tại sẽ bị thay thế bởi file sao lưu này. Tiếp tục?
zh_tw: 所有現有筆記資料將被此備份檔案覆蓋。繼續嗎？

# ImportSuccessMsg
source: Recovery completed. It is recommended to restart the program to apply changes.
ar: تم الاستعادة بنجاح. يُوصى بإعادة تشغيل البرنامج لتطبيق التغييرات.
de: Wiederherstellung abgeschlossen. Neustart des Programms empfohlen, um Änderungen zu übernehmen.
es: Restauración completada. Se recomienda reiniciar el programa para aplicar los cambios.
fr: Restauration terminée. Il est recommandé de redémarrer le programme pour appliquer les modifications.
id: Pemulihan selesai. Disarankan restart program untuk menerapkan perubahan.
it: Ripristino completato. Si consiglia di riavviare il programma per applicare le modifiche.
ja: 復元が完了しました。変更を適用するにはプログラムの再起動をお勧めします。
ko: 복구가 완료되었습니다. 변경 사항을 적용하려면 프로그램을 다시 시작하는 것이 좋습니다.
pt: Importação concluída. Recomenda-se reiniciar o programa.
ru: Восстановление завершено. Рекомендуется перезапустить программу.
th: กู้คืนสำเร็จ แนะนำให้รีสตาร์ทโปรแกรมเพื่อนำการเปลี่ยนแปลงไปใช้
vi: Khôi phục hoàn tất. Khuyến nghị khởi động lại chương trình để áp dụng thay đổi.
zh_tw: 還原完成。建議重新啟動程式以套用變更。

# ErrorImport
source: Error during recovery
ar: خطأ أثناء الاستعادة
de: Fehler bei der Wiederherstellung
es: Error durante la restauración
fr: Erreur lors de la restauration
id: Kesalahan saat pemulihan
it: Errore durante il ripristino
ja: 復元中にエラー
ko: 복구 중 오류 발생
pt: Erro durante a importação
ru: Ошибка при восстановлении
th: ข้อผิดพลาดขณะกู้คืน
vi: Lỗi khi khôi phục
zh_tw: 還原時發生錯誤

# ErrorBackup
source: Error during backup
ar: خطأ أثناء النسخ الاحتياطي
de: Fehler bei der Sicherung
es: Error durante la copia de seguridad
fr: Erreur lors de la sauvegarde
id: Kesalahan saat backup
it: Errore durante il backup
ja: バックアップ中にエラー
ko: 백업 중 오류 발생
pt: Erro durante o backup
ru: Ошибка при создании резервной копии
th: ข้อผิดพลาดขณะสำรองข้อมูล
vi: Lỗi khi sao lưu
zh_tw: 備份時發生錯誤

# ErrorNoFolder
source: Source folder for backup does not exist.
ar: مجلد المصدر للنسخ الاحتياطي غير موجود.
de: Quellordner für Sicherung existiert nicht.
es: La carpeta de origen para la copia de seguridad no existe.
fr: Le dossier source pour la sauvegarde n'existe pas.
id: Folder sumber untuk backup tidak ada.
it: La cartella sorgente per il backup non esiste.
ja: バックアップの元フォルダが存在しません。
ko: 백업할 폴더가 존재하지 않습니다.
pt: A pasta de origem do backup não existe.
ru: Исходная папка для резервной копии не существует.
th: โฟลเดอร์ต้นทางสำหรับสำรองข้อมูลไม่มีอยู่
vi: Thư mục nguồn sao lưu không tồn tại.
zh_tw: 備份來源資料夾不存在。

# BackupSuccess
source: Backup completed successfully.
ar: تم النسخ الاحتياطي بنجاح.
de: Sicherung erfolgreich abgeschlossen.
es: Copia de seguridad completada correctamente.
fr: Sauvegarde terminée avec succès.
id: Backup berhasil diselesaikan.
it: Backup completato correttamente.
ja: バックアップが正常に完了しました。
ko: 백업이 완료되었습니다.
pt: Backup concluído com sucesso.
ru: Резервная копия успешно создана.
th: สำรองข้อมูลสำเร็จ
vi: Sao lưu thành công.
zh_tw: 備份成功完成。

# LineSpacing10
source: 1.0 (Narrow)
ar: 1.0 (ضيق)
de: 1.0 (Eng)
es: 1.0 (Estrecho)
fr: 1.0 (Étroit)
id: 1.0 (Sempit)
it: 1.0 (Stretto)
ja: 1.0（狭い）
ko: 1.0 (좁게)
pt: 1.0 (Estreito)
ru: 1.0 (Узкий)
th: 1.0 (แคบ)
vi: 1.0 (Hẹp)
zh_tw: 1.0（窄）

# LineSpacing15
source: 1.5 (Default)
ar: 1.5 (افتراضي)
de: 1.5 (Standard)
es: 1.5 (Predeterminado)
fr: 1.5 (Par défaut)
it: 1.5 (Predefinito)
ja: 1.5（デフォルト）
ko: 1.5 (기본)
pt: 1.5 (Padrão)
ru: 1.5 (По умолчанию)
th: 1.5 (ปกติ)
vi: 1.5 (Mặc định)
zh_tw: 1.5（預設）

# LineSpacing20
source: 2.0 (Wide)
ar: 2.0 (واسع)
de: 2.0 (Weit)
es: 2.0 (Ancho)
fr: 2.0 (Large)
id: 2.0 (Lebar)
it: 2.0 (Largo)
ja: 2.0（広い）
ko: 2.0 (넓게)
pt: 2.0 (Largo)
ru: 2.0 (Широкий)
th: 2.0 (กว้าง)
vi: 2.0 (Rộng)
zh_tw: 2.0（寬）

# SelectTextForLink
source: Please select text for the link first.
ar: يرجى تحديد النص للرابط أولاً.
de: Bitte zuerst Text für den Link auswählen.
es: Por favor, selecciona primero el texto para el enlace.
fr: Veuillez d'abord sélectionner le texte pour le lien.
id: Harap pilih teks untuk tautan terlebih dahulu.
it: Seleziona prima il testo per il link.
ja: リンクを設定するテキストを先に選択してください。
ko: 링크로 만들 텍스트를 먼저 선택하세요.
pt: Selecione um texto para inserir o link primeiro.
ru: Сначала выделите текст для ссылки.
th: กรุณาเลือกข้อความสำหรับลิงก์ก่อน
vi: Vui lòng chọn chữ cho liên kết trước.
zh_tw: 請先選取要設定連結的文字。

# EnterURL
source: Please enter URL:
ar: يرجى إدخال الرابط:
de: Bitte URL eingeben:
es: Por favor, introduce la URL:
fr: Veuillez saisir l'URL :
id: Mohon masukkan URL:
it: Inserisci URL:
ja: URLを入力してください:
ko: URL을 입력하세요:
pt: Digite a URL:
ru: Пожалуйста, введите URL:
th: กรุณาใส่ URL:
vi: Vui lòng nhập URL:
zh_tw: 請輸入URL:

# ErrInsertLink
source: Cannot insert link:
ar: لا يمكن إدراج الرابط:
de: Link konnte nicht eingefügt werden:
es: No se pudo insertar el enlace:
fr: Impossible d'insérer le lien :
id: Tidak dapat menyisipkan tautan:
it: Impossibile inserire il link:
ja: リンクを挿入できません:
ko: 링크를 삽입할 수 없습니다:
pt: Não foi possível inserir o link:
ru: Не удалось вставить ссылку:
th: ไม่สามารถแทรกลิงก์ได้:
vi: Không thể chèn liên kết:
zh_tw: 無法插入連結:

# CaptureModeTitle
source: Capture Method
ar: طريقة الالتقاط
de: Erfassungsmethode
es: Método de captura
fr: Méthode de capture
id: Metode Tangkapan
it: Metodo cattura
ja: キャプチャ方式
ko: 캡처 방식 (Capture Method)
pt: Método de Captura
ru: Метод захвата
th: วิธีการจับภาพ
vi: Phương thức chụp
zh_tw: 截圖方式
