Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# ErrDelete
source: Error occurred while deleting:
ar: حدث خطأ أثناء الحذف:
de: Fehler beim Löschen:
es: Error al eliminar:
fr: Erreur lors de la suppression :
id: Terjadi kesalahan saat menghapus:
it: Errore durante l'eliminazione:
ja: 削除中にエラーが発生しました:
ko: 삭제 중 오류 발생:
pt: Erro ao excluir:
ru: Произошла ошибка при удалении:
th: เกิดข้อผิดพลาดขณะลบ:
vi: Lỗi khi xóa:
zh_tw: 刪除時發生錯誤:

# NoteUnlock
source: Unlock Note
ar: فتح قفل الملاحظة
de: Notiz entsperren
es: Desbloquear nota
fr: Déverrouiller la note
id: Buka Kunci Catatan
it: Sblocca nota
ja: ノートロック解除
ko: 노트 잠금 해제
pt: Desbloquear Nota
ru: Разблокировать заметку
th: ปลดล็อกโน้ต
vi: Mở khóa ghi chú
zh_tw: 解鎖筆記

source: Protected content
ar: محتوى محمي
de: Geschützter Inhalt
es: Contenido protegido
fr: Contenu protégé
id: Konten Terlindungi
it: Contenuto protetto
ja: 保護された内容
ko: 보호된 컨텐츠
pt: Conteúdo Protegido
ru: Защищённое содержимое
th: เนื้อหาที่ป้องกัน
vi: Nội dung được bảo vệ
zh_tw: 受保護的內容

source: Show Hint
ar: عرض التلميح
de: Hinweis anzeigen
es: Mostrar pista
fr: Afficher l'indice
id: Tampilkan Petunjuk
it: Mostra suggerimento
ja: ヒントを表示
ko: 힌트 보기
pt: Mostrar Dica
ru: Показать подсказку
th: แสดงคำใบ้
vi: Hiển thị gợi ý
zh_tw: 顯示提示

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
id: Buka Kunci
it: Sblocca
ja: 解除
ko: 잠금 해제
pt: Desbloquear
ru: Разблокировать
th: ปลดล็อก
vi: Mở khóa
zh_tw: 解鎖

source: No hint registered.
ar: لا يوجد تلميح مسجل.
de: Kein Hinweis registriert.
es: No hay pista registrada.
fr: Aucun indice enregistré.
id: Tidak ada petunjuk yang terdaftar.
it: Nessun suggerimento registrato.
ja: ヒントが登録されていません。
ko: 등록된 힌트가 없습니다.
pt: Nenhuma dica cadastrada.
ru: Подсказка не зарегистрирована.
th: ไม่มีคำใบ้ที่ลงทะเบียน
vi: Không có gợi ý được đăng ký.
zh_tw: 未註冊提示。

# PasswordHintMessage
source: Password Hint: {0}
ar: تلميح كلمة المرور: {0}
de: Passworthinweis: {0}
es: Pista de contraseña: {0}
fr: Indice de mot de passe : {0}
id: Petunjuk Kata Sandi: {0}
it: Suggerimento password: {0}
ja: パスワードヒント: {0}
ko: 비밀번호 힌트: {0}
pt: Dica da Senha: {0}
ru: Подсказка пароля: {0}
th: คำใบ้รหัสผ่าน: {0}
vi: Gợi ý mật khẩu: {0}
zh_tw: 密碼提示: {0}

source: Hint
ar: تلميح
de: Hinweis
es: Pista
fr: Indice
id: Petunjuk
it: Suggerimento
ja: ヒント
ko: 힌트
pt: Dica
ru: Подсказка
th: คำใบ้
vi: Gợi ý
zh_tw: 提示

# CategoryManagementTitle
source: Category Management
ar: إدارة الفئات
de: Kategorienverwaltung
es: Gestión de categorías
fr: Gestion des catégories
id: Manajemen Kategori
it: Gestione categorie
ja: カテゴリ管理
ko: 카테고리 관리
pt: Gerenciar Categorias
ru: Управление категориями
th: การจัดการหมวดหมู่
vi: Quản lý danh mục
zh_tw: 分類管理

# CategoryManagementDesc
source: Manage groups to organize your notes.
ar: إدارة المجموعات لتنظيم ملاحظاتك.
de: Gruppen verwalten, um deine Notizen zu organisieren.
es: Gestiona grupos para organizar tus notas.
fr: Gère les groupes pour organiser tes notes.
id: Kelola kelompok untuk mengatur catatan Anda.
it: Gestisci i gruppi per organizzare le tue note.
ja: ノートを整理するためのグループを管理します。
ko: 노트를 분류할 그룹을 관리합니다.
pt: Gerencie grupos para organizar suas notas.
ru: Управляйте группами для организации заметок.
th: จัดการกลุ่มเพื่อจัดระเบียบโน้ตของคุณ
vi: Quản lý nhóm để sắp xếp ghi chú của bạn.
zh_tw: 管理用於整理筆記的分組。

# NewCategoryPlaceholder
source: Enter new category...
ar: أدخل فئة جديدة...
de: Neue Kategorie eingeben...
es: Introduce nueva categoría...
fr: Saisir une nouvelle catégorie...
id: Masukkan kategori baru...
it: Inserisci nuova categoria...
ja: 新しいカテゴリを入力...
ko: 새 카테고리 입력...
pt: Digite nova categoria...
ru: Введите новую категорию...
th: ใส่หมวดหมู่ใหม่...
vi: Nhập danh mục mới...
zh_tw: 輸入新分類...

# DefaultCategoryDeleteError
source: Default category cannot be deleted.
ar: لا يمكن حذف الفئة الافتراضية.
de: Standardkategorie kann nicht gelöscht werden.
es: No se puede eliminar la categoría predeterminada.
fr: La catégorie par défaut ne peut pas être supprimée.
id: Kategori default tidak dapat dihapus.
it: La categoria predefinita non può essere eliminata.
ja: デフォルトカテゴリは削除できません。
ko: 기본 카테고리는 삭제할 수 없습니다.
pt: A categoria Padrão não pode ser excluída.
ru: Категорию по умолчанию нельзя удалить.
th: ไม่สามารถลบหมวดหมู่เริ่มต้นได้
vi: Không thể xóa danh mục mặc định.
zh_tw: 無法刪除預設分類。

# DeleteCategoryConfirm
source: Are you sure you want to delete this category? Associated notes will be moved to 'Default'.
ar: هل أنت متأكد من حذف هذه الفئة؟ سيتم نقل الملاحظات المرتبطة إلى 'افتراضي'.
de: Diese Kategorie wirklich löschen? Zugehörige Notizen werden nach 'Standard' verschoben.
es: ¿Seguro que quieres eliminar esta categoría? Las notas asociadas se moverán a 'Predeterminado'.
fr: Voulez-vous vraiment supprimer cette catégorie ? Les notes associées seront déplacées vers 'Par défaut'.
id: Yakin ingin menghapus kategori ini? Catatan terkait akan dipindah ke 'Default'.
it: Eliminare davvero questa categoria? Le note associate verranno spostate in 'Predefinito'.
ja: このカテゴリを削除しますか？関連するノートは「デフォルト」に移動されます。
ko: 이 카테고리를 삭제하시겠습니까? 연관된 노트는 '기본' 그룹으로 이동됩니다.
pt: Tem certeza que deseja excluir esta categoria? As notas serão movidas para 'Padrão'.
ru: Удалить эту категорию? Связанные заметки будут перемещены в «По умолчанию».
th: ยืนยันลบหมวดหมู่นี้? โน้ตที่เกี่ยวข้องจะย้ายไป 'ค่าเริ่มต้น'
vi: Chắc chắn xóa danh mục này? Ghi chú liên quan sẽ chuyển sang 'Mặc định'.
zh_tw: 確認刪除此分類嗎？相關筆記將移至「預設」。

# Tip1
source: Protect your notes securely with password settings.
ar: احمِ ملاحظاتك بأمان باستخدام إعدادات كلمة المرور.
de: Schütze deine Notizen sicher mit Passworteinstellungen.
es: Protege tus notas de forma segura con configuración de contraseña.
fr: Protège tes notes en toute sécurité avec les paramètres de mot de passe.
id: Lindungi catatan Anda dengan aman menggunakan pengaturan kata sandi.
it: Proteggi le tue note in modo sicuro con le impostazioni password.
ja: パスワード設定でノートを安全に保護できます。
ko: 비밀번호 설정으로 노트를 안전하게 보호하세요.
pt: Proteja suas notas com segurança usando senha.
ru: Защитите свои заметки надёжно с помощью пароля.
th: ปกป้องโน้ตของคุณอย่างปลอดภัยด้วยการตั้งรหัสผ่าน
vi: Bảo vệ ghi chú của bạn an toàn với cài đặt mật khẩu.
zh_tw: 透過密碼設定安全保護筆記。

# Tip2
source: Save to your notes immediately after capture to record precious ideas.
ar: احفظ في ملاحظاتك فوراً بعد الالتقاط لتسجيل الأفكار الثمينة.
de: Speichere nach der Erfassung sofort in deinen Notizen, um wertvolle Ideen festzuhalten.
es: Guarda en tus notas inmediatamente después de capturar para registrar ideas valiosas.
fr: Enregistre immédiatement dans tes notes après la capture pour conserver des idées précieuses.
id: Simpan ke catatan segera setelah tangkap untuk merekam ide berharga.
it: Salva subito nelle tue note dopo la cattura per registrare idee preziose.
ja: キャプチャ後すぐにノートに保存して大切なアイデアを記録しましょう。
ko: 캡처 후 즉시 내 노트에 저장하여 소중한 아이디어를 기록하세요.
pt: Salve nas notas logo após capturar para registrar ideias importantes.
ru: Сохраняйте в заметки сразу после захвата, чтобы зафиксировать ценные идеи.
th: บันทึกในโน้ตทันทีหลังจับภาพเพื่อเก็บไอเดียสำคัญ
vi: Lưu vào ghi chú ngay sau khi chụp để ghi lại ý tưởng quý giá.
zh_tw: 截圖後立即儲存到筆記，記錄寶貴想法。

# Tip3
source: Paste images and content from external pages to use the smart system for permanent low-storage storage.
ar: الصق الصور والمحتوى من الصفحات الخارجية لاستخدام النظام الذكي للتخزين الدائم منخفض السعة.
de: Füge Bilder und Inhalte von externen Seiten ein, um das intelligente System für dauerhafte, platzsparende Speicherung zu nutzen.
es: Pega imágenes y contenido de páginas externas para usar el sistema inteligente de almacenamiento permanente de bajo tamaño.
fr: Colle des images et du contenu depuis des pages externes pour utiliser le système intelligent de stockage permanent à faible capacité.
id: Tempel gambar dan konten dari halaman eksternal untuk penyimpanan permanen dengan kapasitas rendah.
it: Incolla immagini e contenuti da pagine esterne per usare il sistema intelligente di archiviazione permanente a bassa capacità.
ja: 外部ページから画像や内容を貼り付けてスマートシステムで低容量永久保存。
ko: 외부 페이지 이미지를 붙여넣어 영구 보관하세요.
pt: Cole imagens e conteúdo externo para usar o armazenamento inteligente de baixa capacidade.
ru: Вставляйте изображения и контент из внешних страниц для постоянного хранения с малым объёмом.
th: วางรูปและเนื้อหาจากหน้าเว็บเพื่อเก็บถาวรแบบประหยัดพื้นที่
vi: Dán ảnh và nội dung từ trang ngoài để lưu trữ vĩnh viễn tiết kiệm dung lượng.
zh_tw: 從外部頁面貼上圖片與內容，利用智慧系統實現低容量永久儲存。

# Tip4
source: Connect cloud folders like N-Drive or Google Drive to share My Notes on any computer.
ar: ربط مجلدات السحابة مثل N-Drive أو Google Drive لمشاركة ملاحظاتي على أي جهاز كمبيوتر.
de: Verbinde Cloud-Ordner wie N-Drive oder Google Drive, um Meine Notizen auf jedem Computer zu teilen.
es: Conecta carpetas en la nube como N-Drive o Google Drive para compartir Mis notas en cualquier ordenador.
fr: Connecte des dossiers cloud comme N-Drive ou Google Drive pour partager Mes notes sur n'importe quel ordinateur.
id: Hubungkan folder cloud seperti N-Drive atau Google Drive untuk berbagi Catatan Saya di komputer mana saja.
it: Connetti cartelle cloud come N-Drive o Google Drive per condividere Le mie note su qualsiasi computer.
ja: NドライブやGoogleドライブなどのクラウドフォルダに接続すればどのPCでもマイノートを共有できます。
ko: N드라이브, 구글 드라이브 등 클라우드 폴더를 연결하여 어디서든 노트를 공유하세요.
pt: Conecte pastas na nuvem (Google Drive, OneDrive etc.) para acessar Minhas Notas em qualquer PC.
ru: Подключите облачные папки (N-Drive, Google Drive) для доступа к Моим заметкам с любого ПК.
th: เชื่อมต่อโฟลเดอร์คลาวด์ (N-Drive, Google Drive) เพื่อแชร์โน้ตข้ามเครื่อง
vi: Kết nối thư mục đám mây như N-Drive hoặc Google Drive để chia sẻ Ghi chú của tôi trên mọi máy.
zh_tw: 連接雲端資料夾（如Google雲端硬碟），可在任意電腦共享我的筆記。

# Tip5
source: Use tags to quickly find what you want among numerous notes.
ar: استخدم الوسوم للعثور بسرعة على ما تريد من بين العديد من الملاحظات.
de: Verwende Tags, um schnell das Gewünschte unter vielen Notizen zu finden.
es: Usa etiquetas para encontrar rápidamente lo que quieres entre muchas notas.
fr: Utilise des étiquettes pour trouver rapidement ce que tu veux parmi de nombreuses notes.
id: Gunakan tag untuk menemukan dengan cepat apa yang Anda inginkan di antara banyak catatan.
it: Usa i tag per trovare rapidamente ciò che vuoi tra molte note.
ja: タグを使って多数のノートの中から素早く目的のものを探せます。
ko: 태그를 사용하여 수많은 노트 중에서 원하는 것을 빠르게 찾으세요.
pt: Use etiquetas para encontrar rapidamente o que precisa entre muitas notas.
ru: Используйте теги для быстрого поиска среди множества заметок.
th: ใช้แท็กเพื่อค้นหาโน้ตจำนวนมากได้เร็ว
vi: Sử dụng thẻ để tìm nhanh điều bạn muốn trong nhiều ghi chú.
zh_tw: 使用標籤快速查找眾多筆記中的目標內容。

# Tip6
source: Easily add images by drag-and-drop in the note edit window.
ar: أضف الصور بسهولة عن طريق السحب والإسقاط في نافذة تحرير الملاحظة.
de: Füge im Notizbearbeitungsfenster per Drag & Drop einfach Bilder hinzu.
es: Añade imágenes fácilmente arrastrando y soltando en la ventana de edición de nota.
fr: Ajoute facilement des images par glisser-déposer dans la fenêtre de modification de note.
id: Tambahkan gambar dengan mudah melalui drag-and-drop di jendela edit catatan.
it: Aggiungi immagini facilmente trascinando nella finestra di modifica nota.
ja: ノート編集ウィンドウではドラッグ＆ドロップで簡単に画像を追加できます。
ko: 노트 편집 창에서 드래그 앤 드롭으로 이미지를 쉽게 추가하세요.
pt: Arraste e solte imagens na janela de edição de nota.
ru: Легко добавляйте изображения перетаскиванием в окно редактирования заметки.
th: เพิ่มรูปภาพง่ายๆ ด้วยการลากวางในหน้าต่างแก้ไขโน้ต
vi: Thêm ảnh dễ dàng bằng kéo thả trong cửa sổ chỉnh sửa ghi chú.
zh_tw: 筆記編輯視窗支援拖曳輕鬆加入圖片。

# Tip7
source: Search function allows searching text in note content as well as titles.
ar: وظيفة البحث تتيح البحث في نصوص محتوى الملاحظة بالإضافة إلى العناوين.
de: Die Suchfunktion durchsucht Text in Notizinhalten sowie Titeln.
es: La función de búsqueda permite buscar texto en el contenido de la nota además de los títulos.
fr: La fonction de recherche permet de rechercher du texte dans le contenu des notes ainsi que dans les titres.
id: Fungsi pencarian memungkinkan pencarian teks di konten catatan serta judul.
it: La funzione ricerca permette di cercare testo nei contenuti delle note oltre che nei titoli.
ja: 検索機能はタイトルだけでなくノート内容内のテキストも検索できます。
ko: 검색 기능을 이용하면 제목뿐만 아니라 내용도 검색됩니다.
pt: A pesquisa busca texto no conteúdo das notas, não só nos títulos.
ru: Поиск работает по тексту в содержимом заметок и по заголовкам.
th: การค้นหาสามารถค้นข้อความในเนื้อหาและหัวข้อโน้ต
vi: Chức năng tìm kiếm cho phép tìm chữ trong nội dung cũng như tiêu đề ghi chú.
zh_tw: 搜尋功能可同時搜尋標題與筆記內容文字。

# Tip8
source: Double-click images in posts to edit them.
ar: انقر نقراً مزدوجاً على الصور في المنشورات لتحريرها.
de: Doppelklick auf Bilder in Beiträgen zum Bearbeiten.
es: Haz doble clic en imágenes en publicaciones para editarlas.
fr: Double-clique sur les images dans les publications pour les modifier.
id: Klik dua kali gambar di catatan untuk mengeditnya.
it: Doppio clic sulle immagini nei post per modificarle.
ja: 投稿内の画像をダブルクリックすると編集できます。
ko: 게시물의 이미지를 더블 클릭하면 편집할 수 있습니다.
pt: Dê duplo clique nas imagens das notas para editá-las.
ru: Дважды кликните по изображению в заметке для редактирования.
th: ดับเบิลคลิกที่รูปในโน้ตเพื่อแก้ไข
vi: Nhấp đúp vào ảnh trong ghi chú để chỉnh sửa.
zh_tw: 雙擊筆記中的圖片即可進行編輯。

# Tip9
source: Click 'Save Note' during capture to create a note with a single click.
ar: انقر على 'حفظ الملاحظة' أثناء الالتقاط لإنشاء ملاحظة بنقرة واحدة.
de: Klicke während der Erfassung auf 'Notiz speichern', um mit einem Klick eine Notiz zu erstellen.
es: Haz clic en 'Guardar nota' durante la captura para crear una nota con un solo clic.
fr: Clique sur 'Enregistrer la note' pendant la capture pour créer une note en un seul clic.
id: Klik 'Simpan Catatan' saat menangkap untuk membuat catatan dengan satu klik.
it: Clicca su 'Salva nota' durante la cattura per creare una nota con un solo clic.
ja: キャプチャ中に「ノート保存」をクリックすればワンクリックでノート作成。
ko: 캡처 중 '노트 저장'을 클릭하면 클릭 한 번으로 노트가 생성됩니다.
pt: Clique 'Salvar Nota' durante captura para criar nota com 1 clique.
ru: Нажмите «Сохранить заметку» во время захвата для создания заметки одним кликом.
th: คลิก 'บันทึกโน้ต' ขณะจับภาพเพื่อสร้างโน้ตในคลิกเดียว
vi: Nhấp 'Lưu ghi chú' khi chụp để tạo ghi chú chỉ một nhấp.
zh_tw: 截圖時點擊「儲存筆記」即可一鍵建立筆記。

# ColorPickerTitle
source: Color Picker
ar: منتقي الألوان
de: Farbwähler
es: Selector de color
fr: Sélecteur de couleurs
id: Pemilih Warna
it: Selettore colore
ja: カラーピッカー
ko: 색상 선택기
pt: Seletor de Cor
ru: Пипетка цвета
th: ตัวเลือกสี
vi: Chọn màu
zh_tw: 取色器

source: Transparent
ar: شفاف
es: Transparente
id: Transparan
it: Trasparente
ja: 透明
ko: 투명
pt: Transparente
ru: Прозрачный
th: โปร่งใส
vi: Trong suốt
zh_tw: 透明

source: Text Color
ar: لون النص
de: Textfarbe
es: Color de texto
fr: Couleur du texte
id: Warna Teks
it: Colore testo
ja: 文字色
ko: 텍스트 색상
pt: Cor do Texto
ru: Цвет текста
th: สีข้อความ
vi: Màu chữ
zh_tw: 文字顏色

source: Highlight Color
ar: لون التمييز
de: Markierungsfarbe
es: Color de resaltado
fr: Couleur de surlignage
id: Warna Sorot
it: Colore evidenziazione
ja: ハイライト色
ko: 형광펜 색상
pt: Cor de Realce
ru: Цвет выделения
th: สีไฮไลท์
vi: Màu đánh dấu
zh_tw: 高亮顏色

source: Align Left
ar: محاذاة إلى اليسار
de: Links ausrichten
es: Alinear a la izquierda
fr: Aligner à gauche
id: Rata Kiri
it: Allinea a sinistra
ja: 左揃え
ko: 왼쪽 정렬
pt: Alinhar à Esquerda
ru: По левому краю
th: ชิดซ้าย
vi: Căn trái
zh_tw: 靠左對齊

source: Align Center
ar: محاذاة إلى الوسط
de: Zentriert ausrichten
es: Alinear al centro
fr: Centrer
id: Rata Tengah
it: Allinea al centro
ja: 中央揃え
ko: 가운데 정렬
pt: Alinhar ao Centro
ru: По центру
th: กึ่งกลาง
vi: Căn giữa
zh_tw: 置中對齊

source: Align Right
ar: محاذاة إلى اليمين
de: Rechts ausrichten
es: Alinear a la derecha
fr: Aligner à droite
id: Rata Kanan
it: Allinea a destra
ja: 右揃え
ko: 오른쪽 정렬
pt: Alinhar à Direita
ru: По правому краю
th: ชิดขวา
vi: Căn phải
zh_tw: 靠右對齊

source: Bullet List
ar: قائمة نقاط
de: Aufzählungsliste
es: Lista con viñetas
fr: Liste à puces
id: Daftar Bullet
it: Elenco puntato
ja: 箇条書き
ko: 글머리 기호
pt: Lista com Marcadores
ru: Маркированный список
th: รายการหัวข้อย่อย
vi: Danh sách gạch đầu dòng
zh_tw: 項目符號

source: Number List
ar: قائمة مرقمة
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
id: Daftar Nomor
it: Elenco numerato
ja: 番号付きリスト
ko: 번호 매기기
pt: Lista Numerada
ru: Нумерованный список
th: รายการลำดับเลข
vi: Danh sách đánh số
zh_tw: 編號清單

source: Insert Image
ar: إدراج صورة
de: Bild einfügen
es: Insertar imagen
fr: Insérer une image
id: Sisipkan Gambar
it: Inserisci immagine
ja: 画像挿入
ko: 이미지 삽입
pt: Inserir Imagem
ru: Вставить изображение
th: แทรกรูปภาพ
vi: Chèn ảnh
zh_tw: 插入圖片

source: Insert Capture
ar: إدراج التقاط
de: Erfassung einfügen
es: Insertar captura
fr: Insérer une capture
id: Sisipkan Tangkapan
it: Inserisci cattura
ja: キャプチャ挿入
ko: 캡처 추가
pt: Inserir Captura
ru: Вставить захват
th: แทรกการจับภาพ
vi: Chèn ảnh chụp
zh_tw: 插入截圖

source: Insert Link
ar: إدراج رابط
de: Link einfügen
es: Insertar enlace
fr: Insérer un lien
id: Sisipkan Tautan
it: Inserisci link
ja: リンク挿入
ko: 링크 삽입
pt: Inserir Link
ru: Вставить ссылку
th: แทรกลิงก์
vi: Chèn liên kết
zh_tw: 插入連結

source: Line Spacing
ar: تباعد الأسطر
de: Zeilenabstand
es: Interlineado
fr: Interlignage
id: Jarak Baris
it: Interlinea
ja: 行間
ko: 줄 간격
pt: Espaçamento entre Linhas
ru: Межстрочный интервал
th: ระยะห่างบรรทัด
vi: Khoảng cách dòng
zh_tw: 行距

source: Font Family
ar: عائلة الخط
de: Schriftfamilie
es: Familia de fuente
fr: Famille de police
id: Keluarga Font
it: Famiglia carattere
ja: フォントファミリー
ko: 글꼴
pt: Família da Fonte
ru: Семейство шрифтов
th: ตระกูลฟอนต์
vi: Họ phông chữ
zh_tw: 字型

source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
id: Ukuran Font
it: Dimensione carattere
ja: フォントサイズ
ko: 글자 크기
pt: Tamanho da Fonte
ru: Размер шрифта
th: ขนาดฟอนต์
vi: Cỡ chữ
zh_tw: 字體大小

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
pt: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_tw: 密碼

source: Remote Repository
ar: مستودع بعيد
de: Entferntes Repository
es: Repositorio remoto
fr: Dépôt distant
id: Repositori Jarak Jauh
it: Repository remoto
ja: リモートリポジトリ
ko: 원격저장소
pt: Repositório Remoto
ru: Удалённый репозиторий
th: รีโพสิทอรีระยะไกล
vi: Kho lưu trữ từ xa
zh_tw: 遠端儲存庫

# InitializeReset
source: Initialize
ar: تهيئة
de: Initialisieren
es: Inicializar
fr: Initialiser
id: Inisialisasi
it: Inizializza
ja: 初期化
ko: 초기화
pt: Inicializar
ru: Инициализировать
th: เริ่มต้นใหม่
vi: Khởi tạo lại
zh_tw: 初始化

# NoteResetConfirm1
source: Are you sure you want to initialize all note data?
ar: هل أنت متأكد من تهيئة جميع بيانات الملاحظات؟
de: Alle Notizdaten wirklich initialisieren?
es: ¿Seguro que quieres inicializar todos los datos de notas?
fr: Voulez-vous vraiment initialiser toutes les données de notes ?
id: Yakin ingin menginisialisasi semua data catatan?
it: Inizializzare davvero tutti i dati delle note?
ja: すべてのノートデータを初期化しますか？
ko: 전체 노트 데이터를 초기화 하시겠습니까?
pt: Tem certeza que deseja inicializar todos os dados de notas?
ru: Инициализировать все данные заметок?
th: ยืนยันเริ่มต้นข้อมูลโน้ตทั้งหมด?
vi: Chắc chắn khởi tạo lại tất cả dữ liệu ghi chú?
zh_tw: 確認初始化所有筆記資料嗎？

# NoteResetConfirm2
source: Initialized data cannot be recovered.\nAre you really sure?
ar: لا يمكن استرجاع البيانات بعد التهيئة.\nهل أنت متأكد حقاً؟
de: Initialisierte Daten können nicht wiederhergestellt werden.\nBist du wirklich sicher?
es: Los datos inicializados no se pueden recuperar.\n¿Estás realmente seguro?
fr: Les données initialisées ne peuvent pas être récupérées.\nEs-tu vraiment sûr ?
id: Data yang diinisialisasi tidak dapat dipulihkan.\nBenarkah Anda yakin?
it: I dati inizializzati non possono essere recuperati.\nSei davvero sicuro?
ja: 初期化したデータは復旧できません。\n本当によろしいですか？
ko: 초기화된 데이터는 복구할 수 없습니다.\n정말로 진행하시겠습니까?
pt: Os dados inicializados não podem ser recuperados.\nTem certeza mesmo?
ru: Инициализированные данные нельзя восстановить.\nВы действительно уверены?
th: ข้อมูลที่เริ่มต้นใหม่ไม่สามารถกู้คืนได้\nยืนยันจริงหรือ?
vi: Dữ liệu đã khởi tạo lại không thể khôi phục.\nBạn thực sự chắc chắn?
zh_tw: 初始化後的資料無法復原。\n確定要繼續嗎？

# DataLossWarning
source: Data Permanent Delete Warning
ar: تحذير حذف البيانات نهائياً
de: Warnung vor dauerhaftem Datenverlust
es: Advertencia de pérdida permanente de datos
fr: Avertissement de perte permanente de données
id: Peringatan Penghapusan Data Permanen
it: Avviso perdita dati permanente
ja: データ永久削除警告
ko: 데이터 영구 삭제 경고
pt: Aviso de Perda Permanente de Dados
ru: Предупреждение о безвозвратном удалении данных
th: คำเตือนการลบข้อมูลถาวร
vi: Cảnh báo xóa dữ liệu vĩnh viễn
zh_tw: 資料永久刪除警告

# NoteResetComplete
source: Note data has been initialized.
ar: تم تهيئة بيانات الملاحظات.
de: Notizdaten wurden initialisiert.
es: Los datos de notas han sido inicializados.
fr: Les données de notes ont été initialisées.
id: Data catatan telah diinisialisasi.
it: Dati note inizializzati.
ja: ノートデータが初期化されました。
ko: 노트 데이터가 초기화되었습니다.
pt: Dados de notas inicializados.
ru: Данные заметок инициализированы.
th: เริ่มต้นข้อมูลโน้ตแล้ว
vi: Dữ liệu ghi chú đã được khởi tạo lại.
zh_tw: 筆記資料已初始化。

# NoteResetError
source: Error initializing: {0}
ar: خطأ في التهيئة: {0}
de: Initialisierungsfehler: {0}
es: Error al inicializar: {0}
fr: Erreur d'initialisation : {0}
id: Kesalahan inisialisasi: {0}
it: Errore inizializzazione: {0}
ja: 初期化エラー: {0}
ko: 초기화 중 오류 발생: {0}
pt: Erro na inicialização: {0}
ru: Ошибка инициализации: {0}
th: ข้อผิดพลาดการเริ่มต้นใหม่: {0}
vi: Lỗi khởi tạo lại: {0}
zh_tw: 初始化錯誤: {0}

source: Trash Settings
ar: إعدادات سلة المحذوفات
de: Papierkorbeinstellungen
es: Configuración de papelera
fr: Paramètres de la corbeille
id: Pengaturan Sampah
it: Impostazioni cestino
ja: ゴミ箱設定
ko: 휴지통 설정
pt: Configurações da Lixeira
ru: Настройки корзины
th: การตั้งค่าถังขยะ
vi: Cài đặt thùng rác
zh_tw: 資源回收桶設定

source: Trash Retention Period
ar: مدة الاحتفاظ بسلة المحذوفات
de: Aufbewahrungsfrist Papierkorb
es: Período de retención de papelera
fr: Période de rétention de la corbeille
id: Periode Penyimpanan Sampah
it: Periodo ritenzione cestino
ja: ゴミ箱保持期間
ko: 휴지통 보관 기간
pt: Período de Retenção da Lixeira
ru: Период хранения корзины
th: ระยะเวลาการเก็บถังขยะ
vi: Thời gian giữ thùng rác
zh_tw: 資源回收桶保留期限

# TrashRetentionNotice
source: (Auto-delete after set period)
ar: (حذف تلقائي بعد المدة المحددة)
de: (Automatisches Löschen nach festgelegter Frist)
es: (Eliminación automática después del período establecido)
fr: (Suppression automatique après la période définie)
id: (Hapus otomatis setelah periode yang ditentukan)
it: (Eliminazione automatica dopo il periodo impostato)
ja: （設定期間後に自動削除）
ko: (설정된 기간이 지나면 자동 영구 삭제)
pt: (Exclui automaticamente após o período)
ru: (Автоудаление после заданного периода)
th: (ลบอัตโนมัติหลังระยะเวลาที่กำหนด)
vi: (Tự động xóa sau thời gian đã đặt)
zh_tw: （設定期限後自動刪除）

# RetentionPermanent
source: Permanent
ar: دائم
de: Dauerhaft
es: Permanente
id: Permanen
it: Permanente
ja: 永久保持
ko: 영구 보관
pt: Permanente
ru: Постоянно
th: ถาวร
vi: Vĩnh viễn
zh_tw: 永久保留

source: Days
ar: أيام
de: Tage
es: Días
fr: Jours
id: Hari
it: Giorni
ja: 日間
ko: 일
pt: Dias
ru: Дней
th: วัน
vi: Ngày
zh_tw: 天

source: Empty Trash
ar: إفراغ سلة المحذوفات
de: Papierkorb leeren
es: Vaciar papelera
fr: Vider la corbeille
id: Kosongkan Sampah
it: Svuota cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
pt: Esvaziar Lixeira
ru: Очистить корзину
th: ล้างถังขยะ
vi: Dọn thùng rác
zh_tw: 清空資源回收桶

source: Notice
ar: إشعار
de: Hinweis
es: Aviso
fr: Avertissement
id: Pemberitahuan
it: Avviso
ja: お知らせ
ko: 알림
pt: Aviso
ru: Уведомление
th: แจ้งเตือน
vi: Thông báo
zh_tw: 通知
