Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# CaptureModeOverlay
source: Fast Capture (Overlay) - Keeps animations playing
ar: التقاط سريع (طبقة علوية) - يحافظ على تشغيل الرسوم المتحركة
de: Schnelle Erfassung (Overlay) - Animationen laufen weiter
es: Captura rápida (Superposición) - Mantiene las animaciones en reproducción
fr: Capture rapide (Superposition) - Garde les animations en cours
id: Tangkap Cepat (Overlay) - Animasi tetap berjalan
it: Cattura rapida (Sovrapposizione) - Mantiene le animazioni in riproduzione
ja: 高速キャプチャ（オーバーレイ） - アニメーションが再生されたまま
ko: 빠른 캡처 (Fast Capture) - 동영상/애니메이션 연속 재생
pt: Captura Rápida (Sobreposição) - Mantém animações rodando
ru: Быстрый захват (оверлей) — анимации продолжают работать
th: จับภาพเร็ว (โอเวอร์เลย์) - แอนิเมชันยังเล่นต่อ
vi: Chụp nhanh (Lớp phủ) - Hoạt hình vẫn chạy
zh_tw: 快速截圖（疊加層） - 動畫保持播放

# CaptureModeStatic
source: Freeze Capture - Freezes screen instantly (Default)
ar: التقاط تجميد - يجمد الشاشة فوراً (افتراضي)
de: Eingefrorene Erfassung - Bildschirm sofort einfrieren (Standard)
es: Captura congelada - Congela la pantalla al instante (Predeterminado)
fr: Capture figée - Figer l'écran instantanément (Par défaut)
id: Tangkap Beku - Membekukan layar secara instan (Default)
it: Cattura congelata - Congela lo schermo immediatamente (Predefinito)
ja: 画面固定キャプチャ - 画面を即座に固定（デフォルト）
ko: 정지 캡처 (Freeze Capture) - 캡처 순간 화면 정지 (기본)
pt: Captura Congelada - Congela a tela instantaneamente (Padrão)
ru: Заморозка экрана — мгновенное фиксирование (по умолчанию)
th: จับภาพหยุดนิ่ง - หยุดหน้าจอทันที (ค่าเริ่มต้น)
vi: Chụp đông cứng - Đông cứng màn hình tức thì (Mặc định)
zh_tw: 凍結截圖 - 立即凍結螢幕（預設）

# CaptureModeDesc
source: ※ Using Magnifier in Fast Capture mode may cause lag when dragging.
ar: ※ استخدام المكبر في وضع الالتقاط السريع قد يسبب تأخيراً عند السحب.
de: ※ Bei Verwendung der Lupe im schnellen Erfassungsmodus kann es beim Ziehen zu Verzögerungen kommen.
es: ※ Usar la lupa en el modo de captura rápida puede causar retraso al arrastrar.
fr: ※ L'utilisation de la loupe en mode capture rapide peut entraîner un décalage lors du glissement.
id: ※ Menggunakan Pembesar di mode Tangkap Cepat dapat menyebabkan lag saat menyeret.
it: ※ L'uso della lente in modalità cattura rapida può causare ritardo durante il trascinamento.
ja: ※ 高速キャプチャモードで拡大鏡を使用するとドラッグ時にラグが発生する場合があります。
ko: ※ 빠른 캡처 모드 사용 시 돋보기를 켜면 드래그가 느려질 수 있습니다.
pt: ※ Usar lupa no modo Captura Rápida pode causar atraso ao arrastar.
ru: ※ Использование лупы в режиме быстрого захвата может вызывать лаги при перетаскивании.
th: ※ การใช้แว่นขยายในโหมดจับภาพเร็วอาจทำให้หน่วงขณะลาก
vi: ※ Sử dụng kính lúp ở chế độ chụp nhanh có thể gây lag khi kéo.
zh_tw: ※ 在快速截圖模式下使用放大鏡拖曳時可能出現延遲。

source: Edge Capture
ar: التقاط الحواف
de: Rand-Erfassung
es: Captura con borde
fr: Capture avec bordure
id: Capture Tepi
it: Cattura bordi
ja: エッジキャプチャ
ko: 엣지 캡처
pt: Captura com Borda
ru: Захват с краями
th: จับภาพขอบ
vi: Chụp Viền
zh_tw: 邊緣擷取

# EdgeSoft
source: Soft Edge
ar: حافة ناعمة
de: Weicher Rand
es: Borde suave
fr: Bordure douce
id: Tepi Lembut
it: Bordo morbido
ja: ソフトエッジ
ko: 소프트 엣지
pt: Borda Suave
ru: Мягкие края
th: ขอบนุ่ม
vi: Viền Mềm
zh_tw: 柔和邊緣

# EdgeSmooth
source: Smooth Edge
ar: حافة سلسة
de: Geglätteter Rand
es: Borde alisado
fr: Bordure lissée
id: Tepi Halus
it: Bordo levigato
ja: スムースエッジ
ko: 매끄러운 둥근 모서리
pt: Borda Arredondada
ru: Сглаженные края
th: ขอบเรียบ
vi: Viền Mịn
zh_tw: 平滑邊緣

# EdgeClassic
source: Classic Round
ar: زوايا مستديرة كلاسيكية
de: Klassisch abgerundet
es: Redondeado clásico
fr: Arrondi classique
id: Bulat Klasik
it: Angoli arrotondati classici
ja: クラシック丸角
ko: 클래식 라운드
pt: Arredondado Clássico
ru: Классические скруглённые углы
th: มุมโค้งคลาสสิก
vi: Bo Góc Cổ Điển
zh_tw: 經典圓角

# EdgeCapsule
source: Capsule Style
ar: أسلوب كبسولة
de: Kapsel-Stil
es: Estilo cápsula
fr: Style capsule
id: Gaya Kapsul
it: Stile capsula
ja: カプセルスタイル
ko: 알약 스타일
pt: Estilo Cápsula
ru: Стиль капсулы
th: สไตล์แคปซูล
vi: Phong Cách Capsule
zh_tw: 膠囊樣式

# EdgeCircle
source: Perfect Circle
ar: دائرة مثالية
de: Perfekter Kreis
es: Círculo perfecto
fr: Cercle parfait
id: Lingkaran Sempurna
it: Cerchio perfetto
ja: パーフェクトサークル
ko: 퍼펙트 서클
pt: Círculo Perfeito
ru: Идеальный круг
th: วงกลมสมบูรณ์
vi: Hình Tròn Hoàn Hảo
zh_tw: 完美圓形

source: History Settings
ar: إعدادات السجل
de: Verlaufseinstellungen
es: Configuración del historial
fr: Paramètres de l'historique
id: Pengaturan Riwayat
it: Impostazioni cronologia
ja: 履歴設定
ko: 히스토리 설정
pt: Configurações do Histórico
ru: Настройки истории
th: การตั้งค่าประวัติ
vi: Cài Đặt Lịch Sử
zh_tw: 歷史記錄設定

# AutoManagement
source: Data Retention & Management
ar: الاحتفاظ بالبيانات والإدارة
de: Datenaufbewahrung & Verwaltung
es: Retención y gestión de datos
fr: Rétention et gestion des données
id: Retensi & Pengelolaan Data
it: Conservazione e gestione dati
ja: データ保持と管理
ko: 데이터 보관 및 자동 관리
pt: Retenção e Gerenciamento Automático
ru: Хранение и управление данными
th: การเก็บรักษาและจัดการข้อมูล
vi: Lưu Trữ & Quản Lý Dữ Liệu
zh_tw: 資料保留與管理

# AutoDeletePeriod
source: Auto Deletion Period
ar: فترة الحذف التلقائي
de: Automatische Löschfrist
es: Período de eliminación automática
fr: Période de suppression automatique
id: Periode Hapus Otomatis
it: Periodo di eliminazione automatica
ja: 自動削除期間
ko: 자동 삭제 주기
pt: Período de Exclusão Automática
ru: Период автоматического удаления
th: ระยะเวลาลบอัตโนมัติ
vi: Thời Gian Xóa Tự Động
zh_tw: 自動刪除週期

# AutoDeleteToTrashNotice
source: (Moves data older than the set period to trash)
ar: (ينقل البيانات الأقدم من الفترة المحددة إلى سلة المهملات)
de: (Verschiebt Daten älter als die festgelegte Frist in den Papierkorb)
es: (Mueve los datos anteriores al período establecido a la papelera)
fr: (Déplace les données plus anciennes que la période définie vers la corbeille)
id: (Memindahkan data lebih lama dari periode yang ditentukan ke tempat sampah)
it: (Sposta i dati più vecchi del periodo impostato nel cestino)
ja: (設定期間より古いデータをゴミ箱へ移動します)
ko: (설정된 기간이 지난 데이터는 자동으로 휴지통으로 이동)
pt: (Move itens antigos para a lixeira)
ru: (Данные старше установленного периода перемещаются в корзину)
th: (ย้ายข้อมูลที่เก่ากว่าระยะเวลาที่ตั้งไว้ไปยังถังขยะ)
vi: (Di chuyển dữ liệu cũ hơn thời gian đã đặt vào thùng rác)
zh_tw: (將舊於設定週期的資料移至回收桶)

# DbOptimize
source: Optimize DB
ar: تحسين قاعدة البيانات
de: DB optimieren
es: Optimizar base de datos
fr: Optimiser la base de données
id: Optimalkan DB
it: Ottimizza DB
ja: DB最適化
ko: DB 최적화
pt: Otimizar Banco de Dados
ru: Оптимизация БД
th: ปรับฐานข้อมูลให้เหมาะสม
vi: Tối Ưu Hóa DB
zh_tw: DB 最佳化

# DbOptimizeDesc
source: Improves speed by cleaning up empty space
ar: يزيد السرعة بتنظيف المساحة الفارغة
de: Erhöht die Geschwindigkeit durch Bereinigen von leerem Speicherplatz
es: Mejora la velocidad eliminando espacio vacío
fr: Améliore la vitesse en nettoyant l'espace vide
id: Meningkatkan kecepatan dengan membersihkan ruang kosong
it: Migliora la velocità ripulendo lo spazio vuoto
ja: 空き領域を整理して速度を向上させます
ko: 쌓여있는 빈 공간을 정리하여 속도 개선
pt: Melhora a velocidade limpando espaço vazio
ru: Увеличивает скорость, очищая пустое пространство
th: เพิ่มความเร็วโดยล้างพื้นที่ว่าง
vi: Cải thiện tốc độ bằng cách dọn dẹp không gian trống
zh_tw: 清理空白空間以提升速度

# HistorySameAsCapture
source: Same as capture settings. If you need to change them, please do so in capture settings.
ar: نفس إعدادات الالتقاط. إذا احتجت إلى التغيير، يرجى القيام به في إعدادات الالتقاط.
de: Gleich wie Erfassungseinstellungen. Änderungen bitte dort vornehmen.
es: Igual que la configuración de captura. Si necesita cambiarlos, hágalo en la configuración de captura.
fr: Identique aux paramètres de capture. Pour les modifier, faites-le dans les paramètres de capture.
id: Sama dengan pengaturan capture. Jika perlu diubah, lakukan di pengaturan capture.
it: Uguale alle impostazioni di cattura. Se necessario modificarle, fallo nelle impostazioni di cattura.
ja: キャプチャ設定と同じです。変更が必要な場合はキャプチャ設定で行ってください。
ko: 캡처 설정과 동일 설정 적용. 변경이 필요하시면 캡처 설정에서 변경해주세요.
pt: Igual às configurações de captura. Altere nas configurações de captura.
ru: Те же, что и в настройках захвата. Для изменения используйте настройки захвата.
th: เหมือนการตั้งค่าการจับภาพ หากต้องการเปลี่ยนโปรดทำในตั้งค่าการจับภาพ
vi: Giống với cài đặt chụp. Nếu cần thay đổi, vui lòng thực hiện trong cài đặt chụp.
zh_tw: 與擷取設定相同。如需更改，請在擷取設定中進行。

# HistoryTip1
source: View all your past captures and records at a glance in History.
ar: يمكنك عرض جميع الالتقاطات والسجلات السابقة بنظرة واحدة في السجل.
de: Alle vergangenen Aufnahmen und Einträge auf einen Blick im Verlauf ansehen.
es: Visualice todas sus capturas y registros pasados de un vistazo en el Historial.
fr: Afficher toutes vos captures et enregistrements passés d'un seul coup d'œil dans l'Historique.
id: Lihat semua capture dan rekaman masa lalu sekilas di Riwayat.
it: Visualizza tutte le catture e registrazioni passate in un colpo d'occhio nella Cronologia.
ja: 履歴で過去のすべてのキャプチャと記録を一目で確認できます。
ko: 히스토리에서 과거에 캡처한 이미지와 기록을 한눈에 확인하세요.
pt: Veja todas as capturas e registros anteriores no Histórico.
ru: Просматривайте все прошлые захваты и записи одним взглядом в Истории.
th: ดูการจับภาพและบันทึกทั้งหมดในอดีตได้ในพริบตาในประวัติ
vi: Xem tất cả các ảnh chụp và bản ghi trước đây một cách nhanh chóng trong Lịch Sử.
zh_tw: 在歷史記錄中一目了然查看所有過去的擷取與記錄。

# HistoryTip2
source: Use the search bar to quickly find records by filename or app name.
ar: استخدم شريط البحث للعثور بسرعة على السجلات باسم الملف أو اسم التطبيق.
de: Mit der Suchleiste schnell nach Dateinamen oder App-Namen suchen.
es: Use la barra de búsqueda para encontrar rápidamente registros por nombre de archivo o aplicación.
fr: Utilisez la barre de recherche pour trouver rapidement des enregistrements par nom de fichier ou d'application.
id: Gunakan bilah pencarian untuk menemukan rekaman dengan cepat berdasarkan nama file atau nama app.
it: Usa la barra di ricerca per trovare rapidamente le registrazioni per nome file o app.
ja: 検索バーを使ってファイル名やアプリ名で素早く記録を探せます。
ko: 상단 검색창을 이용해 파일명이나 앱 이름으로 기록을 빠르게 찾을 수 있습니다.
pt: Use a busca para encontrar rápido por nome de arquivo ou app.
ru: Используйте строку поиска для быстрого поиска по имени файла или приложения.
th: ใช้แถบค้นหาเพื่อค้นหาบันทึกอย่างรวดเร็วตามชื่อไฟล์หรือชื่อแอป
vi: Sử dụng thanh tìm kiếm để tìm bản ghi nhanh theo tên file hoặc tên app.
zh_tw: 使用搜尋列依檔案名稱或應用程式名稱快速查找記錄。

# HistoryTip3
source: Use advanced filters to search by specific dates or file types.
ar: استخدم الفلاتر المتقدمة للبحث حسب تاريخ محدد أو نوع الملف.
de: Erweiterte Filter für Suche nach bestimmten Daten oder Dateitypen nutzen.
es: Use filtros avanzados para buscar por fechas específicas o tipos de archivo.
fr: Utilisez les filtres avancés pour rechercher par dates spécifiques ou types de fichiers.
id: Gunakan filter lanjutan untuk mencari berdasarkan tanggal atau jenis file tertentu.
it: Usa i filtri avanzati per cercare per date specifiche o tipi di file.
ja: 詳細フィルターを使って特定の日付やファイルタイプで検索できます。
ko: 상세 필터를 사용하면 특정 날짜나 파일 형식별로 조회가 가능합니다.
pt: Use filtros avançados por data ou tipo de arquivo.
ru: Используйте расширенные фильтры для поиска по конкретным датам или типам файлов.
th: ใช้ตัวกรองขั้นสูงเพื่อค้นหาตามวันที่หรือประเภทไฟล์เฉพาะ
vi: Sử dụng bộ lọc nâng cao để tìm theo ngày hoặc loại file cụ thể.
zh_tw: 使用進階篩選依特定日期或檔案類型搜尋。

# HistoryTip4
source: Select an item and click 'Save to My Note' to create a note with the original info.
ar: حدد عنصرًا وانقر على "حفظ في ملاحظاتي" لإنشاء ملاحظة تحتوي على المعلومات الأصلية.
de: Element auswählen und „In Meine Notiz speichern“ klicken, um eine Notiz mit Originalinformationen zu erstellen.
es: Seleccione un elemento y haga clic en 'Guardar en Mi Nota' para crear una nota con la información original.
fr: Sélectionnez un élément et cliquez sur « Enregistrer dans Mes notes » pour créer une note avec les informations d'origine.
id: Pilih item dan klik 'Simpan ke Catatan Saya' untuk membuat catatan dengan info asli.
it: Seleziona un elemento e fai clic su "Salva nelle mie note" per creare una nota con le informazioni originali.
ja: 項目を選択して「マイノートに保存」をクリックすると、元の情報を含めたノートを作成できます。
ko: 항목을 선택하고 '내 노트로 저장'을 누르면 캡처 당시의 정보를 포함해 노트로 생성됩니다.
pt: Selecione um item e clique em 'Salvar na Minha Nota' para criar nota com os dados originais.
ru: Выделите элемент и нажмите «Сохранить в Мои заметки», чтобы создать заметку с исходной информацией.
th: เลือกไอเทมแล้วคลิก 'บันทึกในโน้ตของฉัน' เพื่อสร้างโน้ตที่มีข้อมูลต้นฉบับ
vi: Chọn một mục và click 'Lưu vào Ghi Chú Của Tôi' để tạo ghi chú với thông tin gốc.
zh_tw: 選取項目並 click '儲存到我的筆記' 以建立包含原始資訊的筆記。

# HistoryTip5
source: Double-click a list item to view the original file in the default Windows viewer.
ar: انقر نقرًا مزدوجًا على عنصر في القائمة لفتح الملف الأصلي في عارض Windows الافتراضي.
de: Doppelklick auf Listenelement öffnet die Originaldatei im Windows-Standardviewer.
es: Haga doble clic en un elemento de la lista para ver el archivo original en el visor predeterminado de Windows.
fr: Double-cliquez sur un élément de la liste pour ouvrir le fichier original dans la visionneuse par défaut de Windows.
id: Klik dua kali pada item daftar untuk membuka file asli di penampil default Windows.
it: Fai doppio clic su un elemento della lista per aprire il file originale nel visualizzatore predefinito di Windows.
ja: リスト項目をダブルクリックすると、Windowsの既定ビューワーで元のファイルを開けます。
ko: 리스트 항목을 더블 클릭하면 윈도우 기본 뷰어로 원본 파일을 크게 볼 수 있습니다.
pt: Dê duplo clique em um item para abrir o arquivo no visualizador padrão do Windows.
ru: Дважды щёлкните по элементу списка, чтобы открыть исходный файл в стандартной программе Windows.
th: ดับเบิลคลิกไอเทมในรายการเพื่อเปิดไฟล์ต้นฉบับในโปรแกรมดูค่าเริ่มต้นของ Windows
vi: Nhấp đúp vào mục trong danh sách để mở file gốc trong trình xem mặc định của Windows.
zh_tw: 雙擊列表項目以 Windows預設檢視器開啟原始檔案。

# HistoryTip6
source: Deleted records in the trash will be permanently removed after the retention period.
ar: سيتم حذف السجلات المحذوفة في سلة المهملات نهائيًا بعد انتهاء فترة الاحتفاظ.
de: Gelöschte Einträge im Papierkorb werden nach Ablauf der Aufbewahrungsfrist endgültig entfernt.
es: Los registros eliminados en la papelera se eliminarán permanentemente después del período de retención.
fr: Les enregistrements supprimés dans la corbeille seront définitivement effacés après la période de rétention.
id: Rekaman yang dihapus di tempat sampah akan dihapus permanen setelah masa retensi.
it: Le registrazioni eliminate nel cestino verranno rimosse definitivamente dopo il periodo di conservazione.
ja: ゴミ箱内の削除記録は保持期間経過後に完全に削除されます。
ko: 휴지통에 버려진 기록은 설정된 보관 기간이 지나면 자동으로 영구 삭제됩니다.
pt: Itens na lixeira são excluídos permanentemente após o período de retenção.
ru: Удалённые записи в корзине будут окончательно удалены по истечении срока хранения.
th: บันทึกที่ลบในถังขยะจะถูกลบถาวรหลังจากหมดระยะเวลาการเก็บรักษา
vi: Bản ghi đã xóa trong thùng rác sẽ bị xóa vĩnh viễn sau thời gian lưu trữ.
zh_tw: 回收桶內的刪除 record 在保留期間結束後將永久刪除。

source: Blur
ar: تمويه
de: Weichzeichnen
es: Desenfocar
fr: Flou
id: Buram
it: Sfocatura
ja: ぼかし
ko: 블러
pt: Desfoque
ru: Размытие
th: เบลอ
vi: Làm Mờ
zh_tw: 模糊

# HistoryWindowTitle
source: History - CatchCapture
ar: السجل - CatchCapture
de: Verlauf – CatchCapture
es: Historial - CatchCapture
fr: Historique - CatchCapture
id: Riwayat - CatchCapture
it: Cronologia - CatchCapture
ja: 履歴 - CatchCapture
ko: 히스토리 - 캐치캡처
pt: Histórico - CatchCapture
ru: История - CatchCapture
th: ประวัติ - CatchCapture
vi: Lịch Sử - CatchCapture
zh_tw: 歷史記錄 - CatchCapture

# HistorySearchPlaceholder
source: Search by filename, memo, app...
ar: البحث باسم الملف أو الملاحظة أو التطبيق...
de: Nach Dateiname, Memo, App suchen...
es: Buscar por nombre de archivo, memo, app...
fr: Rechercher par nom de fichier, memo, application...
id: Cari berdasarkan nama file, memo, app...
it: Cerca per nome file, memo, app...
ja: ファイル名、メモ、アプリで検索...
ko: 파일명, 메모, 앱 등으로 검색...
pt: Pesquisar por nome de arquivo, memo, app...
ru: Поиск по имени файла, заметке, приложению...
th: ค้นหาตามชื่อไฟล์ โน้ต แอป...
vi: Tìm kiếm theo tên file, ghi chú, app...
zh_tw: 依檔案名稱、筆記、應用程式搜尋...

source: Total History
ar: إجمالي السجل
de: Gesamter Verlauf
es: Historial total
fr: Historique total
id: Total Riwayat
it: Cronologia totale
ja: 合計履歴
ko: 전체 히스토리
pt: Histórico Total
ru: Общая история
th: ประวัติทั้งหมด
vi: Toàn Bộ Lịch Sử
zh_tw: 全部歷史記錄

# HistorySync
source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
id: Sinkronkan
it: Sincronizza
ja: 同期
ko: 동기화
pt: Sincronizar
ru: Синхронизировать
th: ซิงค์
vi: Đồng Bộ
zh_tw: 同步

# HistorySyncTooltip
source: Fetch latest history
ar: جلب أحدث سجل
de: Neuesten Verlauf abrufen
es: Obtener el historial más reciente
fr: Récupérer l'historique le plus récent
id: Ambil riwayat terbaru
it: Recupera la cronologia più recente
ja: 最新の履歴を取得
ko: 최신 히스토리 가져오기
pt: Obter histórico mais recente
ru: Получить последнюю историю
th: ดึงประวัติล่าสุด
vi: Lấy lịch sử mới nhất
zh_tw: 取得最新歷史記錄

# OpenWithDefaultViewer
source: Open with Windows default viewer
ar: فتح بعارض Windows الافتراضي
de: Mit Windows-Standardviewer öffnen
es: Abrir con el visor predeterminado de Windows
fr: Ouvrir avec la visionneuse par défaut de Windows
id: Buka dengan penampil default Windows
it: Apri con visualizzatore predefinito di Windows
ja: Windows既定ビューワーで開く
ko: 윈도우 기본 뷰어로 열기
pt: Abrir com visualizador padrão do Windows
ru: Открыть в стандартной программе Windows
th: เปิดด้วยโปรแกรมดูค่าเริ่มต้นของ Windows
vi: Mở bằng trình xem mặc định Windows
zh_tw: 以 Windows predefinido 檢視器開啟

source: Simple Memo
ar: ملاحظة بسيطة
de: Einfaches Memo
es: Memo simple
fr: Mémo simple
id: Memo Sederhana
it: Memo semplice
ja: シンプルメモ
ko: 간단 메모
pt: Memo Simples
ru: Простая заметка
th: โน้ตง่ายๆ
vi: Ghi Chú Đơn Giản
zh_tw: 簡單筆記

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
pt: Editar
ru: Редактировать
th: แก้ไข
vi: Chỉnh Sửa
zh_tw: 編輯

source: No memo.
ar: لا توجد ملاحظة
de: Kein Memo
es: Sin memo.
fr: Aucun memo
id: Tidak ada memo
it: Nessun memo
ja: メモなし
ko: 메모가 없습니다.
pt: Sem memo
ru: Нет заметки
th: ไม่มีโน้ต
vi: Không có ghi chú
zh_tw: 無筆記

source: Details
ar: تفاصيل
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ko: 상세 정보
pt: Detalhes
ru: Подробности
th: รายละเอียด
vi: Chi Tiết
zh_tw: 詳細資訊

# CapacityLabel
source: Capacity:
ar: السعة:
de: Kapazität:
es: Capacidad:
fr: Capacité :
id: Kapasitas:
it: Capacità:
ja: 容量:
ko: 용량:
pt: Capacidade:
ru: Ёмкость:
th: ความจุ:
vi: Dung Lượng:
zh_tw: 容量：

# AppLabel
source: App:
ar: التطبيق:
es: Aplicación:
fr: Application :
ja: アプリ:
ko: 앱:
ru: Приложение:
th: แอป:
zh_tw: 應用程式：

# PathLabel
source: Detailed Path
ar: المسار التفصيلي
de: Detaillierter Pfad
es: Ruta detallada
fr: Chemin détaillé
id: Path Detail
it: Percorso dettagliato
ja: 詳細パス
ko: 상세 경로
pt: Caminho Completo
ru: Подробный путь
th: พาธละเอียด
vi: Đường Dẫn Chi Tiết
zh_tw: 詳細路徑

# TitleLabel
source: Full Title:
ar: العنوان الكامل:
de: Vollständiger Titel:
es: Título completo:
fr: Titre complet :
id: Judul Lengkap:
it: Titolo completo:
ja: フルタイトル:
ko: 전체 제목:
pt: Título Completo:
ru: Полное название:
th: ชื่อเต็ม:
vi: Tiêu Đề đầy đủ:
zh_tw: 完整標題：

source: Select an item to view details
ar: حدد عنصرًا لعرض التفاصيل
de: Element auswählen, um Details anzuzeigen
es: Seleccione un elemento para ver los detalles
fr: Sélectionnez un élément pour voir les détails
id: Pilih item untuk melihat detail
it: Seleziona un elemento per visualizzare i dettagli
ja: 詳細を表示するには項目を選択してください
ko: 상세 내역을 보려면 항목을 선택하세요
pt: Selecione um item para ver detalhes
ru: Выберите элемент для просмотра подробностей
th: เลือกไอเทมเพื่อดูรายละเอียด
vi: Chọn một mục để xem chi tiết
zh_tw: 選取項目以查看詳細資訊

# ImageEditorTooltip
source: Edit Image
ar: تحرير الصورة
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
id: Edit gambar
it: Modifica immagine
ja: 画像を編集
ko: 이미지 편집
pt: Editar imagem
ru: Редактировать изображение
th: แก้ไขภาพ
vi: Chỉnh sửa ảnh
zh_tw: 編輯圖像

# SaveToMyNoteTooltip
source: Save to My Note
ar: حفظ في ملاحظاتي
de: In Meine Notiz speichern
es: Guardar en Mi Nota
fr: Enregistrer dans Mes notes
id: Simpan ke Catatan Saya
it: Salva nelle mie note
ja: マイノートに保存
ko: 내 노트로 저장
pt: Salvar na Minha Nota
ru: Сохранить в Мои заметки
th: บันทึกในโน้ตของฉัน
vi: Lưu vào Ghi Chú Của Tôi
zh_tw: 儲存到我的筆記

# PinToScreenTooltip
source: Pin to screen
ar: تثبيت على الشاشة
de: Auf Bildschirm anheften
es: Fijar en pantalla
fr: Épingler à l'écran
id: Sematkan ke layar
it: Fissa sullo schermo
ja: 画面に固定
ko: 화면에 고정
pt: Fixar na tela
ru: Закрепить на экране
th: ปักหมุดบนหน้าจอ
vi: Ghim lên màn hình
zh_tw: 釘選到畫面

# ErrInitHistory
source: Error initializing history window:
ar: خطأ في تهيئة نافذة السجل:
de: Fehler beim Initialisieren des Verlaufsfensters:
es: Error al inicializar la ventana de historial:
fr: Erreur d'initialisation de la fenêtre d'historique :
id: Error inisialisasi jendela riwayat:
it: Errore nell'inizializzazione della finestra cronologia:
ja: 履歴ウィンドウの初期化エラー:
ko: 히스토리 창 초기화 중 오류:
pt: Erro ao inicializar janela de histórico:
ru: Ошибка инициализации окна истории:
th: เกิดข้อผิดพลาดในการเริ่มต้นหน้าต่างประวัติ:
vi: Lỗi khởi tạo cửa sổ lịch sử:
zh_tw: 初始化歷史記錄視窗錯誤：

# ErrLoadHistory
source: Error loading history:
ar: خطأ في تحميل السجل:
de: Fehler beim Laden des Verlaufs:
es: Error al cargar el historial:
fr: Erreur de chargement de l'historique :
id: Error memuat riwayat:
it: Errore nel caricamento della cronologia:
ja: 履歴の読み込みエラー:
ko: 히스토리 로드 중 오류:
pt: Erro ao carregar histórico:
ru: Ошибка загрузки истории:
th: เกิดข้อผิดพลาดในการโหลดประวัติ:
vi: Lỗi tải lịch sử:
zh_tw: 載入歷史記錄錯誤：

# DeleteConfirmTitle
source: Confirm Delete
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
id: Konfirmasi Hapus
it: Conferma eliminazione
ja: 削除の確認
ko: 삭제 확인
pt: Confirmar Exclusão
ru: Подтверждение удаления
th: ยืนยันการลบ
vi: Xác Nhận Xóa
zh_tw: 確認刪除

# DeleteConfirmMessage
source: Do you want to move selected items to trash?
ar: هل تريد نقل العناصر المحددة إلى سلة المهملات؟
de: Ausgewählte Elemente in den Papierkorb verschieben?
es: ¿Desea mover los elementos seleccionados a la papelera?
fr: Voulez-vous déplacer les éléments sélectionnés vers la corbeille ?
id: Pindahkan item yang dipilih ke tempat sampah?
it: Vuoi spostare gli elementi selezionati nel cestino?
ja: 選択した項目をゴミ箱へ移動しますか？
ko: 선택한 항목을 휴지통으로 보내시겠습니까?
pt: Mover itens selecionados para a lixeira?
ru: Переместить выбранные элементы в корзину?
th: ย้ายไอเทมที่เลือกไปยังถังขยะหรือไม่?
vi: Bạn có muốn di chuyển các mục đã chọn vào thùng rác?

# PermanentDeleteConfirmMessage
source: Do you want to permanently delete selected items? (Files will also be deleted)
ar: هل تريد حذف العناصر المحددة نهائيًا؟ (سيتم حذف الملفات أيضًا)
de: Ausgewählte Elemente endgültig löschen? (Dateien werden ebenfalls gelöscht)
es: ¿Desea eliminar permanentemente los elementos seleccionados? (Los archivos también se eliminarán)
fr: Voulez-vous supprimer définitivement les éléments sélectionnés ? (Les fichiers seront également supprimés)
id: Hapus permanen item yang dipilih? (File juga akan dihapus)
it: Vuoi eliminare definitivamente gli elementi selezionati? (Verranno eliminati anche i file)
ja: 選択した項目を完全に削除しますか？(ファイルも削除されます)
ko: 선택한 항목을 영구 삭제하시겠습니까? (파일도 삭제됩니다)
pt: Excluir permanentemente os itens selecionados? (Arquivos também serão excluídos)
ru: Окончательно удалить выбранные элементы? (Файлы тоже будут удалены)
th: ลบไอเทมที่เลือกถาวรหรือไม่? (ไฟล์จะถูกลบด้วย)
vi: Bạn có muốn xóa vĩnh viễn các mục đã chọn? (File cũng sẽ bị xóa)
zh_tw: 永久刪除選取項目？(檔案也将刪除)
