Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

source: Basic Settings
ar: الإعدادات الأساسية
de: Grundeinstellungen
es: Configuración básica
fr: Paramètres de base
id: Pengaturan Dasar
it: Impostazioni base
ja: 基本設定
ko: 기본 설정
pt: Configurações Básicas
ru: Основные настройки
th: การตั้งค่าพื้นฐาน
vi: Cài đặt cơ bản
zh_tw: 基本設定

# RecordingStartStopHotkey
source: Record/Stop Hotkey
ar: مفتاح اختصار التسجيل/الإيقاف
de: Aufnahme/Stopp-Tastenkürzel
es: Atajo Grabar/Detener
fr: Raccourci Enregistrer/Arrêter
id: Tombol Pintas Rekam/Hentikan
it: Scorciatoia Registra/Ferma
ja: 録画/停止ホットキー
ko: 녹화/중지 단축키
pt: Atalho Iniciar/Parar Gravação
ru: Горячая клавиша записи/остановки
th: ปุ่มลัดบันทึก/หยุด
vi: Phím tắt quay/dừng
zh_tw: 錄製/停止快捷鍵

# RecordStartStop
source: Record/Stop
ar: تسجيل/إيقاف
de: Aufnahme/Stopp
es: Grabar/Detener
fr: Enregistrer/Arrêter
id: Rekam/Hentikan
it: Registra/Ferma
ja: 録画/停止
ko: 녹화/중지
pt: Iniciar/Parar Gravação
ru: Запись/Остановка
th: บันทึก/หยุด
vi: Quay/Dừng
zh_tw: 錄製/停止

source: Capture Line Settings
ar: إعدادات خطوط الالتقاط
de: Erfassungsrahmen-Einstellungen
es: Configuración de líneas de captura
fr: Paramètres des lignes de capture
id: Pengaturan Garis Tangkapan
it: Impostazioni linee cattura
ja: キャプチャライン設定
ko: 캡처 라인 설정
pt: Configurações da Linha de Captura
ru: Настройки линии захвата
th: การตั้งค่าเส้นจับภาพ
vi: Cài đặt đường viền chụp
zh_tw: 截圖線條設定

# OverlayBgColor
source: Overlay Background Color
ar: لون خلفية الطبقة العلوية
de: Overlay-Hintergrundfarbe
es: Color de fondo de superposición
fr: Couleur d'arrière-plan de la superposition
id: Warna Latar Overlay
it: Colore sfondo sovrapposizione
ja: オーバーレイ背景色
ko: 오버레이 배경색
pt: Cor de Fundo da Sobreposição
ru: Цвет фона оверлея
th: สีพื้นหลังโอเวอร์เลย์
vi: Màu nền lớp phủ
zh_tw: 疊加層背景色

source: Line Style
ar: نمط الخط
de: Linienstil
es: Estilo de línea
fr: Style de ligne
id: Gaya Garis
it: Stile linea
ja: 線スタイル
ko: 라인 스타일
pt: Estilo da Linha
ru: Стиль линии
th: สไตล์เส้น
vi: Kiểu đường
zh_tw: 線條樣式

source: Line Thickness
ar: سمك الخط
de: Linienstärke
es: Grosor de línea
fr: Épaisseur de ligne
id: Ketebalan Garis
it: Spessore linea
ja: 線幅
ko: 라인 두께
pt: Espessura da Linha
ru: Толщина линии
th: ความหนาเส้น
vi: Độ dày đường
zh_tw: 線條粗細

source: Line Color
ar: لون الخط
de: Linienfarbe
es: Color de línea
fr: Couleur de ligne
id: Warna Garis
it: Colore linea
ja: 線色
ko: 라인 색상
pt: Cor da Linha
ru: Цвет линии
th: สีเส้น
vi: Màu đường
zh_tw: 線條顏色

# CaptureSettingsGuide
source: * Click the color boxes to choose capture guide colors.
ar: * انقر على مربعات الألوان لاختيار ألوان دليل الالتقاط.
de: * Klicke auf die Farbfelder, um Erfassungsrahmen-Farben auszuwählen.
es: * Haz clic en los cuadros de color para elegir colores de guía de captura.
fr: * Clique sur les cases de couleur pour choisir les couleurs de guide de capture.
id: * Klik kotak warna untuk memilih warna panduan tangkapan.
it: * Clicca sulle caselle colore per scegliere i colori guida cattura.
ja: * 色枠をクリックしてキャプチャガイドの色を選択してください。
ko: ※ 색상 상자를 클릭하여 캡처 가이드 색상을 선택하세요.
pt: * Clique nas caixas de cor para escolher as cores da guia de captura.
ru: * Кликните по цветовым блокам для выбора цвета направляющих захвата.
th: * คลิกช่องสีเพื่อเลือกสีแนวทางจับภาพ
vi: * Nhấp vào ô màu để chọn màu hướng dẫn chụp.
zh_tw: * 點擊顏色框選擇截圖引導顏色。

# SolidLine
source: Solid
ar: خط مستمر
de: Durchgezogen
es: Continuo
fr: Continu
id: Garis Penuh
it: Continuo
ja: 実線
ko: 단선 (Solid)
pt: Sólida
ru: Сплошная
th: เส้นทึบ
vi: Đặc
zh_tw: 實線

# DashLine
source: Dash
ar: خط متقطع
de: Gestrichen
es: Discontinuo
fr: Tirets
id: Garis Putus
it: Tratteggiato
ja: 破線
ko: 파선 (Dash)
pt: Tracejada
ru: Пунктир
th: เส้นประ
vi: Đứt nét
zh_tw: 虛線

# DotLine
source: Dot
ar: خط منقط
de: Punktiert
es: Punteado
fr: Pointillés
id: Garis Titik
it: Punteggiato
ja: 点線
ko: 점선 (Dot)
pt: Pontilhada
ru: Точечная
th: เส้นจุด
vi: Chấm
zh_tw: 點線

# DashDotLine
source: DashDot
ar: خط متقطع منقط
de: Strich-Punkt
es: Guion-punto
fr: Tiret-point
id: Garis Putus-Titik
it: Tratto-punto
ja: 一点鎖線
ko: 쇄선 (DashDot)
pt: Tracejado-Pontilhada
ru: Штрих-пунктир
th: เส้นประจุด
vi: Đứt nét-chấm
zh_tw: 點劃線

source: Outline
ar: إطار خارجي
de: Umriss
es: Contorno
fr: Contour
id: Garis Luar
it: Contorno
ja: 外枠
ko: 테두리
pt: Contorno
ru: Контур
th: โครงร่าง
vi: Viền
zh_tw: 外框

# QualityHigh
source: High Quality
ar: جودة عالية
de: Hoch
es: Alta calidad
fr: Haute qualité
id: Kualitas Tinggi
it: Alta qualità
ja: 高画質
ko: 고화질
pt: Alta Qualidade
ru: Высокое качество
th: คุณภาพสูง
vi: Chất lượng cao
zh_tw: 高畫質

# QualityMedium
source: Medium
ar: متوسطة
de: Mittel
es: Media
fr: Moyenne
id: Kualitas Sedang
it: Media
ja: 中画質
ko: 보통
pt: Qualidade Média
ru: Среднее
th: คุณภาพปานกลาง
vi: Trung bình
zh_tw: 中等

# QualityLow
source: Low Quality
ar: جودة منخفضة
de: Niedrig
es: Baja calidad
fr: Basse qualité
id: Kualitas Rendah
it: Bassa qualità
ja: 低画質
ko: 저화질
pt: Baixa Qualidade
ru: Низкое качество
th: คุณภาพต่ำ
vi: Chất lượng thấp
zh_tw: 低畫質

# PrintPreviewTitle
source: Print Preview
ar: معاينة الطباعة
de: Druckvorschau
es: Vista previa de impresión
fr: Aperçu avant impression
id: Pratinjau Cetak
it: Anteprima stampa
ja: 印刷プレビュー
ko: 인쇄 미리보기
pt: Pré-visualização de Impressão
ru: Предпросмотр печати
th: ตัวอย่างการพิมพ์
vi: Xem trước in
zh_tw: 列印預覽

# OrientationLabel
source: Orientation:
ar: الاتجاه:
de: Ausrichtung:
es: Orientación:
id: Orientasi:
it: Orientamento:
ja: 向き:
ko: 방향:
pt: Orientação:
ru: Ориентация:
th: การวางแนว:
vi: Hướng:
zh_tw: 方向:

source: Portrait
ar: طولي
de: Hochformat
es: Vertical
id: Potret
it: Verticale
ja: 縦
ko: 세로
pt: Retrato
ru: Книжная
th: แนวตั้ง
vi: Dọc
zh_tw: 縱向

source: Landscape
ar: عرضي
de: Querformat
es: Horizontal
fr: Paysage
id: Lanskap
it: Orizzontale
ja: 横
ko: 가로
pt: Paisagem
ru: Альбомная
th: แนวนอน
vi: Ngang
zh_tw: 橫向

# PrintOptionsLabel
source: Print Options:
ar: خيارات الطباعة:
de: Druckoptionen:
es: Opciones de impresión:
fr: Options d'impression :
id: Opsi Cetak:
it: Opzioni stampa:
ja: 印刷オプション:
ko: 인쇄 옵션:
pt: Opções de Impressão:
ru: Параметры печати:
th: ตัวเลือกการพิมพ์:
vi: Tùy chọn in:
zh_tw: 列印選項:

source: Fit to Page
ar: ملاءمة الصفحة
de: An Seite anpassen
es: Ajustar a página
fr: Ajuster à la page
id: Sesuaikan dengan Halaman
it: Adatta alla pagina
ja: ページに合わせる
ko: 페이지에 맞춤
pt: Ajustar à Página
ru: По размеру страницы
th: ปรับให้พอดีหน้า
vi: Khít trang
zh_tw: 適應頁面

source: Actual Size
ar: الحجم الفعلي
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
id: Ukuran Asli
it: Dimensione reale
ja: 実際のサイズ
ko: 실제 크기
pt: Tamanho Real
ru: Реальный размер
th: ขนาดจริง
vi: Kích thước thực
zh_tw: 實際尺寸

source: Fill Page
ar: ملء الصفحة
de: Seite füllen
es: Rellenar página
fr: Remplir la page
id: Isi Halaman
it: Riempi pagina
ja: ページを埋める
ko: 페이지 채우기
pt: Preencher Página
ru: Заполнить страницу
th: เต็มหน้า
vi: Đầy trang
zh_tw: 填滿頁面

source: Printing started.
ar: بدأت الطباعة.
de: Druck gestartet.
es: Impresión iniciada.
fr: Impression lancée.
id: Pencetakan dimulai.
it: Stampa avviata.
ja: 印刷を開始しました。
ko: 인쇄를 시작합니다.
pt: Impressão iniciada.
ru: Печать начата.
th: เริ่มพิมพ์แล้ว
vi: Đã bắt đầu in.
zh_tw: 列印已開始。

# PrintingError
source: Error occurred while printing
ar: حدث خطأ أثناء الطباعة
de: Fehler beim Drucken
es: Error durante la impresión
fr: Erreur lors de l'impression
id: Terjadi kesalahan saat mencetak
it: Errore durante la stampa
ja: 印刷中にエラーが発生しました
ko: 인쇄 중 오류가 발생했습니다
pt: Ocorreu um erro durante a impressão
ru: Произошла ошибка при печати
th: เกิดข้อผิดพลาดขณะพิมพ์
vi: Lỗi khi in
zh_tw: 列印時發生錯誤

# PreviewGenerationError
source: Error generating preview
ar: خطأ في إنشاء المعاينة
de: Fehler beim Erzeugen der Vorschau
es: Error al generar vista previa
fr: Erreur lors de la génération de l'aperçu
id: Kesalahan membuat pratinjau
it: Errore generazione anteprima
ja: プレビューの生成エラー
ko: 미리보기 생성 오류
pt: Erro ao gerar pré-visualização
ru: Ошибка создания предпросмотра
th: ข้อผิดพลาดการสร้างตัวอย่าง
vi: Lỗi tạo xem trước
zh_tw: 產生預覽錯誤

# PrintJobName
source: CatchCapture Image Print
ar: طباعة صورة CatchCapture
de: CatchCapture Bilddruck
es: Impresión de imagen CatchCapture
fr: Impression d'image CatchCapture
id: Cetak Gambar CatchCapture
it: Stampa immagine CatchCapture
ja: CatchCapture 画像印刷
ko: CatchCapture 이미지 인쇄
pt: Impressão de Imagem CatchCapture
ru: Печать изображения CatchCapture
th: พิมพ์รูปภาพ CatchCapture
vi: In ảnh CatchCapture
zh_tw: CatchCapture 圖片列印

# StartAsAdmin
source: Run as Administrator
ar: تشغيل كمسؤول
de: Als Administrator ausführen
es: Ejecutar como administrador
fr: Exécuter en tant qu'administrateur
id: Jalankan sebagai Administrator
it: Esegui come amministratore
ja: 管理者として実行
ko: 관리자 권한으로 시작
pt: Executar como Administrador
ru: Запуск от имени администратора
th: เรียกใช้ในฐานะผู้ดูแลระบบ
vi: Chạy với quyền quản trị
zh_tw: 以管理員身分執行

# StartAsAdminTooltip
source: Running as administrator may be required for global hotkeys to work properly over programs running with admin privileges (games, task manager, etc.).
ar: قد يلزم تشغيل البرنامج كمسؤول ليعمل مفاتيح الاختصار العامة بشكل صحيح فوق البرامج التي تعمل بصلاحيات المسؤول (الألعاب، مدير المهام، إلخ).
de: Als Administrator ausführen kann erforderlich sein, damit globale Tastenkürzel über Programme mit Administratorrechten (Spiele, Task-Manager usw.) funktionieren.
es: Ejecutar como administrador puede ser necesario para que los atajos globales funcionen correctamente sobre programas con privilegios de administrador (juegos, administrador de tareas, etc.).
fr: L'exécution en tant qu'administrateur peut être nécessaire pour que les raccourcis globaux fonctionnent correctement sur les programmes avec privilèges administrateur (jeux, gestionnaire des tâches, etc.).
id: Menjalankan sebagai administrator mungkin diperlukan agar tombol pintas global berfungsi dengan baik pada program yang dijalankan dengan hak admin (game, task manager, dll.).
it: L'esecuzione come amministratore potrebbe essere necessaria affinché le scorciatoie globali funzionino correttamente su programmi con privilegi amministratore (giochi, gestore attività, ecc.).
ja: 管理者権限で実行中のプログラム（ゲーム、タスクマネージャーなど）上でグローバルホットキーが正常に動作するためには管理者として実行が必要な場合があります。
ko: 관리자 권한으로 실행된 프로그램(게임, 작업 관리자 등) 위에서도 글로벌 단축키가 정상적으로 작동하도록 관리자 권한으로 실행이 필요할 수 있습니다.
pt: Executar como administrador pode ser necessário para que os atalhos globais funcionem corretamente em programas com privilégios de admin (jogos, Gerenciador de Tarefas, etc.).
ru: Запуск от администратора может потребоваться для корректной работы глобальных горячих клавиш в программах с правами администратора (игры, диспетчер задач и т.д.).
th: การเรียกใช้ในฐานะผู้ดูแลระบบอาจจำเป็นเพื่อให้ปุ่มลัดทั่วโลกทำงานถูกต้องกับโปรแกรมที่มีสิทธิ์ผู้ดูแล (เกม, ตัวจัดการงาน ฯลฯ)
vi: Chạy với quyền quản trị có thể cần để phím tắt toàn cục hoạt động đúng trên các chương trình có quyền admin (game, trình quản lý tác vụ, v.v.).
zh_tw: 以管理員身分執行可確保全域快捷鍵在管理員權限程式（如遊戲、工作管理員等）上正常運作。

source: Note Settings
ar: إعدادات الملاحظات
de: Notiz-Einstellungen
es: Configuración de notas
fr: Paramètres des notes
id: Pengaturan Catatan
it: Impostazioni note
ja: ノート設定
ko: 노트 설정
pt: Configurações de Notas
ru: Настройки заметок
th: การตั้งค่าโน้ต
vi: Cài đặt ghi chú
zh_tw: 筆記設定

# NoteStorage
source: Storage & Database
ar: التخزين وقاعدة البيانات
de: Speicher & Datenbank
es: Almacenamiento & Base de datos
fr: Stockage & Base de données
id: Penyimpanan & Database
it: Archiviazione & Database
ja: ストレージ＆データベース
ko: 저장 및 데이터베이스
pt: Armazenamento e Banco de Dados
ru: Хранилище & База данных
th: ที่เก็บ & ฐานข้อมูล
vi: Lưu trữ & Cơ sở dữ liệu
zh_tw: 儲存與資料庫

# NotePath
source: Note Storage Path
ar: مسار تخزين الملاحظات
de: Notiz-Speicherpfad
es: Ruta de almacenamiento de notas
fr: Chemin de stockage des notes
id: Lokasi Penyimpanan Catatan
it: Percorso archiviazione note
ja: ノート保存パス
ko: 노트 저장 위치
pt: Caminho de Armazenamento das Notas
ru: Путь хранения заметок
th: ตำแหน่งเก็บโน้ต
vi: Đường dẫn lưu ghi chú
zh_tw: 筆記儲存路徑

source: Open Folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pt: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
vi: Mở thư mục
zh_tw: 開啟資料夾

source: Extra Options
ar: خيارات إضافية
de: Erweiterte Optionen
es: Opciones adicionales
fr: Options supplémentaires
id: Opsi Tambahan
it: Opzioni extra
ja: 追加オプション
ko: 추가 옵션
pt: Opções Extras
ru: Дополнительные опции
th: ตัวเลือกเพิ่มเติม
vi: Tùy chọn bổ sung
zh_tw: 額外選項

source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Sicherung & Wiederherstellung
es: Copia de seguridad & Restaurar
fr: Sauvegarde & Restauration
id: Backup & Pulihkan
it: Backup & Ripristino
ja: バックアップ＆復元
ko: 데이터 백업 및 복구
pt: Backup e Restauração
ru: Резервное копирование & Восстановление
th: สำรองข้อมูล & กู้คืน
vi: Sao lưu & Khôi phục
zh_tw: 備份與還原

# ExportBackup
source: Export (.zip)
ar: تصدير (.zip)
de: Exportieren (.zip)
es: Exportar (.zip)
fr: Exporter (.zip)
id: Ekspor (.zip)
it: Esporta (.zip)
ja: エクスポート（.zip）
ko: 내보내기 (.zip)
pt: Exportar (.zip)
ru: Экспорт (.zip)
th: ส่งออก (.zip)
vi: Xuất (.zip)
zh_tw: 匯出（.zip）

# ImportBackup
source: Import (.zip)
ar: استيراد (.zip)
de: Importieren (.zip)
es: Importar (.zip)
fr: Importer (.zip)
id: Impor (.zip)
it: Importa (.zip)
ja: インポート（.zip）
ko: 가져오기 (.zip)
pt: Importar (.zip)
ru: Импорт (.zip)
th: นำเข้า (.zip)
vi: Nhập (.zip)
zh_tw: 匯入（.zip）

# MergeBackup
source: Merge (.zip)
ar: دمج (.zip)
de: Zusammenführen (.zip)
es: Combinar (.zip)
fr: Fusionner (.zip)
id: Gabung (.zip)
it: Unisci (.zip)
ja: マージ（.zip）
ko: 병합하기 (.zip)
pt: Mesclar (.zip)
ru: Объединить (.zip)
th: รวม (.zip)
vi: Gộp (.zip)
zh_tw: 合併（.zip）

# MergeConfirmMsg
source: Do you want to merge the selected backup with the current data? (Items will be added in chronological order)
ar: هل تريد دمج النسخة الاحتياطية المحددة مع البيانات الحالية؟\n(سيتم إضافة العناصر حسب الترتيب الزمني)
de: Möchtest du die ausgewählte Sicherung mit den aktuellen Daten zusammenführen?\n(Elemente werden chronologisch hinzugefügt)
es: ¿Quieres combinar la copia seleccionada con los datos actuales?\n(Los elementos se añadirán en orden cronológico)
fr: Voulez-vous fusionner la sauvegarde sélectionnée avec les données actuelles ?\n(Les éléments seront ajoutés par ordre chronologique)
id: Apakah Anda ingin menggabungkan backup yang dipilih dengan data saat ini?\n(Item akan ditambahkan sesuai urutan kronologis)
it: Vuoi unire il backup selezionato con i dati attuali?\n(Gli elementi verranno aggiunti in ordine cronologico)
ja: 選択したバックアップを現在のデータとマージしますか？\n（項目は時系列順に追加されます）
ko: 선택한 백업 파일을 현재 데이터에 병합하시겠습니까? (날짜 순으로 추가됩니다)
pt: Deseja mesclar o backup selecionado com os dados atuais?\n(Os itens serão adicionados por ordem cronológica)
ru: Объединить выбранную резервную копию с текущими данными?\n(Элементы будут добавлены в хронологическом порядке)
th: ต้องการรวมข้อมูลสำรองที่เลือกกับข้อมูลปัจจุบันหรือไม่?\n(รายการจะถูกเพิ่มตามลำดับเวลา)
vi: Bạn có muốn gộp bản sao lưu đã chọn với dữ liệu hiện tại không?\n(Mục sẽ được thêm theo thứ tự thời gian)
zh_tw: 將選取的備份與目前資料合併嗎？\n（項目將按時間順序加入）

# MergingMsg
source: Merging data... Please wait.
ar: جاري دمج البيانات... يرجى الانتظار.
de: Daten werden zusammengeführt... Bitte warten.
es: Combinando datos... Espera por favor.
fr: Fusion des données en cours... Veuillez patienter.
id: Menggabungkan data... Mohon tunggu.
it: Unione dati in corso... Attendere prego.
ja: データをマージ中... しばらくお待ちください。
ko: 데이터 병합 중입니다... 잠시만 기다려 주세요.
pt: Mesclando dados... Aguarde por favor.
ru: Объединение данных... Пожалуйста, подождите.
th: กำลังรวมข้อมูล... กรุณารอสักครู่
vi: Đang gộp dữ liệu... Vui lòng chờ.
zh_tw: 正在合併資料... 請稍候。

# MergeSuccessMsg
source: Data merging completed.
ar: تم دمج البيانات بنجاح.
de: Zusammenführen der Daten abgeschlossen.
es: Combinación de datos completada.
fr: Fusion des données terminée.
id: Penggabungan data selesai.
it: Unione dati completata.
ja: データマージが完了しました。
ko: 데이터 병합이 완료되었습니다.
pt: Mesclagem concluída com sucesso.
ru: Объединение данных завершено.
th: รวมข้อมูลสำเร็จ
vi: Gộp dữ liệu hoàn tất.
zh_tw: 資料合併完成。

# ErrorMerge
source: Error during data merge
ar: خطأ أثناء دمج البيانات
de: Fehler beim Zusammenführen der Daten
es: Error durante la combinación de datos
fr: Erreur lors de la fusion des données
id: Kesalahan saat menggabungkan data
it: Errore durante l'unione dei dati
ja: データマージ中にエラーが発生しました
ko: 데이터 병합 중 오류 발생
pt: Erro durante a mesclagem dos dados
ru: Ошибка при объединении данных
th: ข้อผิดพลาดขณะรวมข้อมูล
vi: Lỗi khi gộp dữ liệu
zh_tw: 資料合併時發生錯誤

# NoteSecurity
source: Note Security & Lock
ar: أمان الملاحظات والقفل
de: Notizsicherheit & Sperre
es: Seguridad de notas & Bloqueo
fr: Sécurité des notes & Verrouillage
id: Keamanan & Kunci Catatan
it: Sicurezza note & Blocco
ja: ノートセキュリティ＆ロック
ko: 노트 보안 및 잠금
pt: Segurança e Bloqueio de Notas
ru: Безопасность & Блокировка заметок
th: ความปลอดภัย & ล็อกโน้ต
vi: Bảo mật & Khóa ghi chú
zh_tw: 筆記安全與鎖定

# EnableNotePassword
source: Use Password Lock
ar: استخدام قفل بكلمة مرور
de: Passwortsperre verwenden
es: Usar bloqueo con contraseña
fr: Utiliser un verrouillage par mot de passe
id: Gunakan Kunci Kata Sandi
it: Usa blocco password
ja: パスワードロックを使用
ko: 비밀번호 잠금 사용
pt: Usar Bloqueio por Senha
ru: Использовать парольную защиту
th: ใช้การล็อกรหัสผ่าน
vi: Sử dụng khóa mật khẩu
zh_tw: 使用密碼鎖

source: Set/Change Password
ar: تعيين/تغيير كلمة المرور
de: Passwort festlegen/ändern
es: Establecer/Cambiar contraseña
fr: Définir/Modifier le mot de passe
id: Atur/Ubah Kata Sandi
it: Imposta/Cambia password
ja: パスワード設定/変更
ko: 비밀번호 설정/변경
pt: Definir/Alterar Senha
ru: Установить/Изменить пароль
th: ตั้ง/เปลี่ยนรหัสผ่าน
vi: Đặt/Đổi mật khẩu
zh_tw: 設定/變更密碼

source: Password Hint
ar: تلميح كلمة المرور
de: Passworthinweis
es: Pista de contraseña
fr: Indice de mot de passe
id: Petunjuk Kata Sandi
it: Suggerimento password
ja: パスワードヒント
ko: 비밀번호 힌트
pt: Dica da Senha
ru: Подсказка пароля
th: คำใบ้รหัสผ่าน
vi: Gợi ý mật khẩu
zh_tw: 密碼提示

# PasswordWarning
source: * Caution: Data cannot be recovered if the password is lost.
ar: * تحذير: لا يمكن استرجاع البيانات إذا فقدت كلمة المرور.
de: * Achtung: Bei Verlust des Passworts können Daten nicht wiederhergestellt werden.
es: * Precaución: Los datos no se pueden recuperar si se pierde la contraseña.
fr: * Attention : Les données ne peuvent pas être récupérées en cas de perte du mot de passe.
id: * Peringatan: Data tidak dapat dipulihkan jika kata sandi hilang.
it: * Attenzione: I dati non possono essere recuperati in caso di perdita della password.
ja: * 注意: パスワードを紛失するとデータは復旧できません。
ko: ※ 비밀번호 분실 시 데이터 복구가 불가능하오니 주의하십시오.
pt: * Atenção: Os dados não podem ser recuperados se a senha for perdida.
ru: * Внимание: Данные нельзя восстановить при потере пароля.
th: * คำเตือน: ไม่สามารถกู้คืนข้อมูลหากสูญเสียรหัสผ่าน
vi: * Cảnh báo: Dữ liệu không thể khôi phục nếu mất mật khẩu.
zh_tw: * 注意：密碼遺失將無法復原資料。

source: Image Optimization
ar: تحسين الصور
de: Bildoptimierung
es: Optimización de imágenes
fr: Optimisation d'image
id: Optimasi Gambar
it: Ottimizzazione immagine
ja: 画像最適化
ko: 이미지 최적화
pt: Otimização de Imagem
ru: Оптимизация изображений
th: ปรับแต่งรูปภาพ
vi: Tối ưu ảnh
zh_tw: 圖片最佳化

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
pt: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
vi: Không rõ
zh_tw: 未知

# PleaseEnterPassword
source: Please enter a password.
ar: يرجى إدخال كلمة مرور.
de: Bitte Passwort eingeben.
es: Por favor, introduce una contraseña.
fr: Veuillez saisir un mot de passe.
id: Mohon masukkan kata sandi.
it: Inserisci una password.
ja: パスワードを入力してください。
pt: Digite a senha, por favor.
ru: Пожалуйста, введите пароль.
th: กรุณาใส่รหัสผ่าน
vi: Vui lòng nhập mật khẩu.
zh_tw: 請輸入密碼。

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
pt: As senhas não coincidem.
ru: Пароли не совпадают.
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không khớp.
zh_tw: 密碼不一致。

# PleaseEnterPasswordHint
source: Please enter a password hint.
ar: يرجى إدخال تلميح كلمة المرور.
de: Bitte Passworthinweis eingeben.
es: Por favor, introduce una pista de contraseña.
fr: Veuillez saisir un indice de mot de passe.
id: Mohon masukkan petunjuk kata sandi.
it: Inserisci un suggerimento password.
ja: パスワードヒントを入力してください。
pt: Digite uma dica de senha.
ru: Пожалуйста, введите подсказку пароля.
th: กรุณาใส่คำใบ้รหัสผ่าน
vi: Vui lòng nhập gợi ý mật khẩu.
zh_tw: 請輸入密碼提示。

source: Image Quality
ar: جودة الصورة
de: Bildqualität
es: Calidad de imagen
fr: Qualité d'image
id: Kualitas Gambar
it: Qualità immagine
ja: 画像品質
ko: 이미지 품질
pt: Qualidade da Imagem
ru: Качество изображения
th: คุณภาพรูปภาพ
vi: Chất lượng ảnh
zh_tw: 圖片品質

# OptimizeNoteImages
source: Optimize image size on save
ar: تحسين حجم الصور عند الحفظ
de: Bildgröße beim Speichern optimieren
es: Optimizar tamaño de imagen al guardar
fr: Optimiser la taille des images lors de l'enregistrement
id: Optimasi ukuran gambar saat menyimpan
it: Ottimizza dimensione immagine al salvataggio
ja: 保存時に画像サイズを最適化
ko: 저장 시 이미지 용량 최적화
pt: Otimizar tamanho da imagem ao salvar
ru: Оптимизировать размер изображения при сохранении
th: ปรับขนาดรูปภาพอัตโนมัติเมื่อบันทึก
vi: Tối ưu kích thước ảnh khi lưu
zh_tw: 儲存時最佳化圖片大小

# HotkeyRegisterError
source: The shortcut key is already in use by another application.\nPlease change the hotkey in Settings.
ar: مفتاح الاختصار مستخدم بالفعل من قبل تطبيق آخر.\nيرجى تغيير مفتاح الاختصار في الإعدادات.
de: Das Tastenkürzel wird bereits von einer anderen Anwendung verwendet.\nBitte das Tastenkürzel in den Einstellungen ändern.
es: El atajo ya está en uso por otra aplicación.\nPor favor, cambia el atajo en Configuración.
fr: Le raccourci est déjà utilisé par une autre application.\nVeuillez modifier le raccourci dans les Paramètres.
id: Tombol pintas sudah digunakan oleh aplikasi lain.\nSilakan ubah tombol pintas di Pengaturan.
it: La scorciatoia è già utilizzata da un'altra applicazione.\nModifica la scorciatoia nelle Impostazioni.
ja: ショートカットキーは他のアプリケーションで使用されています。\n設定でホットキーを変更してください。
ko: 기존 사용하는 단축키가 있어 변경이 필요합니다.\n설정에서 단축키를 재 지정해주세요.
pt: O atalho já está em uso por outro programa.\nAltere o atalho nas Configurações.
ru: Горячая клавиша уже используется другим приложением.\nПожалуйста, измените её в настройках.
th: ปุ่มลัดนี้ถูกใช้โดยแอปอื่นแล้ว\nกรุณาเปลี่ยนใน การตั้งค่า
vi: Phím tắt đã được sử dụng bởi ứng dụng khác.\nVui lòng thay đổi trong Cài đặt.
zh_tw: 快捷鍵已被其他程式占用。\n請在設定中變更快捷鍵。

# NoteSave
source: Save Note
ar: حفظ الملاحظة
de: Notiz speichern
es: Guardar nota
fr: Enregistrer la note
id: Simpan Catatan
it: Salva nota
ja: ノート保存
ko: 노트 저장
pt: Salvar Nota
ru: Сохранить заметку
th: บันทึกโน้ต
vi: Lưu ghi chú
zh_tw: 儲存筆記

# SaveNoteTooltip
source: Save to My Note
ar: حفظ في ملاحظاتي
de: In Meine Notizen speichern
es: Guardar en Mis notas
fr: Enregistrer dans Mes notes
id: Simpan ke Catatan Saya
it: Salva in Le mie note
ja: マイノートに保存
pt: Salvar nas Minhas Notas
ru: Сохранить в Мои заметки
th: บันทึกในโน้ตของฉัน
vi: Lưu vào Ghi chú của tôi
zh_tw: 儲存到我的筆記

# NoteExplorerTitle
source: CatchCapture Note Explorer
ar: مستكشف ملاحظات CatchCapture
de: CatchCapture Notiz-Explorer
es: Explorador de notas CatchCapture
fr: Explorateur de notes CatchCapture
id: Penjelajah Catatan CatchCapture
it: Esplora note CatchCapture
ja: CatchCapture ノートエクスプローラー
ko: 캐치캡처 노트 탐색기
pt: Explorador de Notas CatchCapture
ru: Проводник заметок CatchCapture
th: ตัวสำรวจโน้ต CatchCapture
vi: Trình duyệt ghi chú CatchCapture
zh_tw: CatchCapture 筆記瀏覽器

source: My Note
ar: ملاحظاتي
de: Meine Notizen
es: Mis notas
fr: Mes notes
id: Catatan Saya
it: Le mie note
ja: マイノート
ko: 내 노트
pt: Minhas Notas
ru: Мои заметки
th: โน้ตของฉัน
vi: Ghi chú của tôi
zh_tw: 我的筆記
