Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# ImageSaveTitle
source: Save Image
ar: حفظ الصورة
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
id: Simpan Gambar
it: Salva immagine
ja: 画像を保存
ko: 이미지 저장
pt: Salvar Imagem
ru: Сохранить изображение
th: บันทึกรูปภาพ
vi: Lưu ảnh
zh_tw: 儲存圖片

# ImageSaved
source: Image saved successfully.
ar: تم حفظ الصورة بنجاح.
de: Bild erfolgreich gespeichert.
es: Imagen guardada correctamente.
fr: Image enregistrée avec succès.
id: Gambar berhasil disimpan.
it: Immagine salvata correttamente.
ja: 画像を保存しました。
ko: 이미지가 저장되었습니다.
pt: Imagem salva com sucesso.
ru: Изображение успешно сохранено.
th: บันทึกรูปภาพสำเร็จ
vi: Ảnh đã lưu thành công.
zh_tw: 圖片儲存成功。

source: No image to print.
ar: لا توجد صورة للطباعة.
de: Kein Bild zum Drucken.
es: No hay imagen para imprimir.
fr: Aucune image à imprimer.
id: Tidak ada gambar untuk dicetak.
it: Nessuna immagine da stampare.
ja: 印刷する画像がありません。
ko: 인쇄할 이미지가 없습니다.
pt: Nenhuma imagem para imprimir.
ru: Нет изображения для печати.
th: ไม่มีรูปภาพสำหรับพิมพ์
vi: Không có ảnh để in.
zh_tw: 沒有可列印的圖片。

source: Print preview error
ar: خطأ في معاينة الطباعة
de: Druckvorschau-Fehler
es: Error en vista previa de impresión
fr: Erreur d'aperçu d'impression
id: Kesalahan pratinjau cetak
it: Errore anteprima stampa
ja: 印刷プレビューのエラー
ko: 인쇄 미리보기 오류
pt: Erro na pré-visualização de impressão
ru: Ошибка предпросмотра печати
th: ข้อผิดพลาดตัวอย่างการพิมพ์
vi: Lỗi xem trước in
zh_tw: 列印預覽錯誤

source: Recapture error
ar: خطأ في إعادة الالتقاط
de: Neu-Erfassungsfehler
es: Error al recapturar
fr: Erreur de recapture
id: Kesalahan tangkap ulang
it: Errore ricattura
ja: 再キャプチャエラー
ko: 재캡처 오류
pt: Erro ao recapturar
ru: Ошибка повторного захвата
th: ข้อผิดพลาดการจับภาพใหม่
vi: Lỗi chụp lại
zh_tw: 重新截圖錯誤

# ConfirmReset
source: Reset to original? All changes will be lost.
ar: استعادة الأصلي؟ سيتم فقدان جميع التغييرات.
de: Auf Original zurücksetzen? Alle Änderungen gehen verloren.
es: ¿Restablecer a original? Se perderán todos los cambios.
fr: Rétablir l'original ? Toutes les modifications seront perdues.
id: Kembalikan ke asli? Semua perubahan akan hilang.
it: Ripristinare originale? Tutte le modifiche andranno perse.
ja: オリジナルに戻しますか？すべての変更が失われます。
ko: 이미지를 원본 상태로 되돌리시겠습니까? 작업 내역이 모두 사라집니다.
pt: Redefinir para o original? Todas as alterações serão perdidas.
ru: Вернуть оригинал? Все изменения будут потеряны.
th: รีเซ็ตเป็นเดิม? การเปลี่ยนแปลงทั้งหมดจะหายไป
vi: Khôi phục gốc? Tất cả thay đổi sẽ mất.
zh_tw: 恢復原圖？所有變更將遺失。

source: Edit Image
ar: تحرير الصورة
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
id: Edit Gambar
it: Modifica immagine
ja: 画像編集
ko: 이미지 편집
pt: Editar Imagem
ru: Редактировать изображение
th: แก้ไขรูปภาพ
vi: Chỉnh sửa ảnh
zh_tw: 編輯圖片

# PenTooltip
source: Pen (Default: Black, 3px)
ar: قلم (افتراضي: أسود، 3px)
de: Stift (Standard: Schwarz, 3px)
es: Lápiz (Predeterminado: Negro, 3px)
fr: Stylo (Par défaut : Noir, 3px)
id: Pena (Default: Hitam, 3px)
it: Penna (Predefinito: Nero, 3px)
ja: ペン（デフォルト：黒、3px）
ko: 펜 (기본: 검정, 3px)
pt: Caneta (Padrão: Preto, 3px)
ru: Перо (по умолчанию: чёрное, 3 px)
th: ปากกา (ค่าเริ่มต้น: ดำ, 3px)
vi: Bút (Mặc định: Đen, 3px)
zh_tw: 畫筆（預設：黑色，3px）

# BackgroundRemoval
source: Rm BG
ar: إزالة الخلفية
de: Hintergrund entfernen
es: Quitar fondo
fr: Supprimer l'arrière-plan
id: Hapus BG
it: Rimuovi sfondo
ja: 背景除去
ko: 배경 제거
pt: Remover Fundo
ru: Уд. фон
th: ลบพื้นหลัง
vi: Xóa nền
zh_tw: 移除背景

# BackgroundRemovalTooltip
source: Auto Remove Background
ar: إزالة الخلفية تلقائياً
de: Hintergrund automatisch entfernen
es: Quitar fondo automáticamente
fr: Supprimer automatiquement l'arrière-plan
id: Hapus Latar Otomatis
it: Rimuovi sfondo automaticamente
ja: 背景を自動除去
ko: 배경 자동 제거
pt: Remover Fundo Automaticamente
ru: Автоматическое удаление фона
th: ลบพื้นหลังอัตโนมัติ
vi: Xóa nền tự động
zh_tw: 自動移除背景

# ImageSearchTooltip
source: Google Image Search
ar: بحث صور جوجل
de: Google-Bildersuche
es: Búsqueda de imágenes en Google
fr: Recherche d'images Google
id: Pencarian Gambar Google
it: Ricerca immagini Google
ja: Google画像検索
ko: Google 이미지 검색
pt: Pesquisar esta Imagem no Google
ru: Поиск изображения в Google
th: ค้นหารูปภาพ Google
vi: Tìm kiếm hình ảnh Google
zh_tw: Google圖片搜尋

# ExtractText
source: Extract Text (OCR)
ar: استخراج نص (OCR)
de: Text extrahieren (OCR)
es: Extraer texto (OCR)
fr: Extraire le texte (OCR)
id: Ekstrak Teks (OCR)
it: Estrai testo (OCR)
ja: テキスト抽出（OCR）
ko: 텍스트 추출 (OCR)
pt: Extrair Texto (OCR)
ru: Извлечь текст (OCR)
th: ดึงข้อความ (OCR)
vi: Trích xuất chữ (OCR)
zh_tw: 擷取文字（OCR）

# ZoomReset
source: Original (100%)
ar: أصلي (100%)
id: Asli (100%)
it: Originale (100%)
ja: 原寸（100%）
ko: 원본 (100%)
ru: Оригинал (100%)
th: ขนาดเดิม (100%)
vi: Gốc (100%)
zh_tw: 原尺寸（100%）

# ZoomResetTooltip
source: View Actual Size
ar: عرض الحجم الفعلي
de: Tatsächliche Größe anzeigen
es: Ver tamaño real
fr: Voir la taille réelle
id: Lihat Ukuran Asli
it: Visualizza dimensione reale
ja: 実際のサイズで表示
ko: 실제 크기로 보기
pt: Ver Tamanho Real
ru: Просмотр в реальном размере
th: ดูขนาดจริง
vi: Xem kích thước thực
zh_tw: 檢視實際尺寸

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Alejar
fr: Dézoomer
id: Perkecil
it: Zoom indietro
ja: 縮小
ko: 축소
pt: Diminuir Zoom
ru: Уменьшить
th: ซูมออก
vi: Thu nhỏ
zh_tw: 縮小

source: Zoom In
ar: تكبير
de: Vergrößern
es: Acercar
fr: Zoomer
id: Perbesar
it: Zoom avanti
ja: 拡大
ko: 확대
pt: Aumentar Zoom
ru: Увеличить
th: ซูมเข้า
vi: Phóng to
zh_tw: 放大

# SizeLabel
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
th: ขนาด
vi: Kích thước
zh_tw: 大小

# ShapeLbl
source: Shape
ar: شكل
de: Form
es: Forma
fr: Forme
id: Bentuk
it: Forma
ja: 図形
ko: 도형
pt: Forma
ru: Фигура
th: รูปร่าง
vi: Hình dạng
zh_tw: 形狀

# PenLbl
source: Pen
ar: قلم
de: Stift
es: Lápiz
fr: Stylo
id: Pena
it: Penna
ja: ペン
ko: 펜
pt: Caneta
ru: Перо
th: ปากกา
vi: Bút
zh_tw: 畫筆

# HighlighterLbl
source: Highlighter
ar: مُبرز
de: Textmarker
es: Resaltador
fr: Surligneur
id: Penyorot
it: Evidenziatore
ja: ハイライト
ko: 형광펜
pt: Marcador
ru: Маркер
th: ไฮไลท์
vi: Bút đánh dấu
zh_tw: 螢光筆

# TextAdd
source: Add Text
ar: إضافة نص
de: Text hinzufügen
es: Añadir texto
fr: Ajouter du texte
id: Tambah Teks
it: Aggiungi testo
ja: テキスト追加
ko: 텍스트 추가
pt: Adicionar Texto
ru: Добавить текст
th: เพิ่มข้อความ
vi: Thêm chữ
zh_tw: 加入文字

# UndoLbl
source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
id: Batalkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt: Desfazer
ru: Отменить
th: ยกเลิก
vi: Hoàn tác
zh_tw: 復原

# ScreenRecording
source: Record
ar: تسجيل
de: Aufnahme
es: Grabar
fr: Enregistrer
id: Rekam
it: Registra
ja: 画面録画
ko: 화면 녹화
pt: Gravar Tela
ru: Запись
th: บันทึกหน้าจอ
vi: Quay màn hình
zh_tw: 錄製

source: Record
ar: تسجيل
de: Aufnahme
es: Grabar
fr: Enregistrer
id: Rekam
it: Registra
ja: 録画
ko: 화면 녹화
pt: Gravar
ru: Запись
th: บันทึก
vi: Quay
zh_tw: 錄製

# RedoLbl
source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
id: Ulangi
it: Ripeti
ja: やり直し
ko: 다시 실행
pt: Refazer
ru: Вернуть
th: ทำซ้ำ
vi: Làm lại
zh_tw: 取消復原

# ResetLbl
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Setel Ulang
it: Ripristina
ja: リセット
ko: 초기화
pt: Redefinir
ru: Сбросить
th: รีเซ็ต
vi: Đặt lại
zh_tw: 重設

source: Flip H
ar: قلب أفقي
de: Horizontal spiegeln
es: Voltear H
fr: Retourner H
id: Balik H
it: Ribalta O
ja: 横反転
ko: 좌우반전
pt: Espelhar Horizontal
ru: Отразить Г
th: พลิกแนวนอน
vi: Lật ngang
zh_tw: 水平翻轉

source: Flip V
ar: قلب رأسي
de: Vertikal spiegeln
es: Voltear V
fr: Retourner V
id: Balik V
it: Ribalta V
ja: 縦反転
ko: 상하반전
pt: Espelhar Vertical
ru: Отразить В
th: พลิกแนวตั้ง
vi: Lật dọc
zh_tw: 垂直翻轉

# CopySelected
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
vi: Sao chép
zh_tw: 複製

source: Instant Edit
ar: تحرير فوري
de: Sofort bearbeiten
es: Edición instantánea
fr: Édition instantanée
id: Edit Instan
it: Modifica istantanea
ja: 即時編集
ko: 즉시 편집
pt: Edição Rápida
ru: Мгновенное редактирование
th: แก้ไขทันที
vi: Chỉnh sửa tức thì
zh_tw: 即時編輯

source: Open Editor
ar: فتح المحرر
de: Editor öffnen
es: Abrir editor
fr: Ouvrir l'éditeur
id: Buka Editor
it: Apri editor
ja: エディタを開く
ko: 에디터 열기
pt: Abrir Editor
ru: Открыть редактор
th: เปิดตัวแก้ไข
vi: Mở trình chỉnh sửa
zh_tw: 開啟編輯器

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Configurações
ru: Открыть настройки
th: เปิดการตั้งค่า
vi: Mở cài đặt
zh_tw: 開啟設定

# RealTimeF1Guide
source: Press F1 when ready to capture.
ar: اضغط F1 عند الاستعداد للالتقاط.
de: Drücke F1, wenn du bereit bist.
es: Pulsa F1 cuando estés listo para capturar.
fr: Appuie sur F1 quand tu es prêt à capturer.
id: Tekan F1 saat siap menangkap.
it: Premi F1 quando sei pronto per catturare.
ja: 準備ができたらF1キーを押してください。
ko: 준비가 되면 F1을 눌러 캡처하세요.
pt: Pressione F1 quando estiver pronto para capturar.
ru: Нажмите F1, когда будете готовы к захвату.
th: กด F1 เมื่อพร้อมจับภาพ
vi: Nhấn F1 khi sẵn sàng chụp.
zh_tw: 準備好後按F1截圖。

# DelayNone
source: No Delay
ar: بدون تأخير
de: Keine Verzögerung
es: Sin retraso
fr: Sans délai
id: Tanpa Penundaan
it: Senza ritardo
ja: 遅延なし
ko: 지연 없음
pt: Sem Atraso
ru: Без задержки
th: ไม่หน่วงเวลา
vi: Không hẹn giờ
zh_tw: 無延遲

# Delay3Sec
source: 3 sec
ar: 3 ثوانٍ
de: 3 Sek.
es: 3 seg
fr: 3 s
id: 3 detik
ja: 3秒
ko: 3초
pt: 3 seg
ru: 3 сек
th: 3 วินาที
vi: 3 giây
zh_tw: 3秒

# Delay5Sec
source: 5 sec
ar: 5 ثوانٍ
de: 5 Sek.
es: 5 seg
fr: 5 s
id: 5 detik
ja: 5秒
ko: 5초
pt: 5 seg
ru: 5 сек
th: 5 วินาที
vi: 5 giây
zh_tw: 5秒

# Delay10Sec
source: 10 sec
ar: 10 ثوانٍ
de: 10 Sek.
es: 10 seg
fr: 10 s
id: 10 detik
ja: 10秒
ko: 10초
pt: 10 seg
ru: 10 сек
th: 10 วินาที
vi: 10 giây
zh_tw: 10秒

# MultiCaptureGuide
source: ENTER: Composite F1: Individual ESC: Exit
ar: ENTER: تجميع F1: فردي ESC: خروج
de: ENTER: Zusammenfügen F1: Einzeln ESC: Beenden
es: ENTER: Componer F1: Individual ESC: Salir
fr: ENTRÉE : Composer F1 : Individuel ÉCHAP : Quitter
id: ENTER: Gabung F1: Individu ESC: Keluar
it: INVIO: Componi F1: Singola ESC: Esci
ja: ENTER: 合成 F1: 個別 ESC: 終了
ko: ENTER : 합성 F1 : 개별저장 ESC : 종료
pt: ENTER: Compor\nF1: Individual\nESC: Sair
ru: ENTER: Составить F1: По отдельности ESC: Выход
th: ENTER: รวมภาพ F1: แยกภาพ ESC: ออก
vi: ENTER: Ghép F1: Riêng lẻ ESC: Thoát
zh_tw: ENTER: 合成 F1: 單獨 ESC: 結束

# MultiCaptureMinReq
source: Please capture at least one region.
ar: يرجى التقاط منطقة واحدة على الأقل.
de: Bitte mindestens einen Bereich erfassen.
es: Captura al menos una región.
fr: Capture au moins une zone.
id: Harap tangkap setidaknya satu area.
it: Cattura almeno un'area.
ja: 少なくとも1つの領域をキャプチャしてください。
ko: 최소 1개 이상의 영역을 캡처해주세요.
pt: Por favor, capture pelo menos uma região.
ru: Пожалуйста, захватите хотя бы одну область.
th: กรุณาจับภาพอย่างน้อยหนึ่งพื้นที่
vi: Vui lòng chụp ít nhất một vùng.
zh_tw: 請至少截取一個區域。

# InvalidCompositeSize
source: Invalid composite image size.
ar: حجم الصورة المجمعة غير صالح.
de: Ungültige Größe des zusammengesetzten Bildes.
es: Tamaño de imagen compuesta inválido.
fr: Taille d'image composite invalide.
id: Ukuran gambar gabungan tidak valid.
it: Dimensione immagine composita non valida.
ja: 合成画像のサイズが無効です。
ko: 합성 이미지 크기가 유효하지 않습니다.
pt: Tamanho da imagem composta inválido.
ru: Недопустимый размер составного изображения.
th: ขนาดภาพรวมไม่ถูกต้อง
vi: Kích thước ảnh ghép không hợp lệ.
zh_tw: 合成圖片尺寸無效。

# CompositeTooLarge
source: Composite image is too large ({0}x{1}). Max size is 32000x32000.
ar: الصورة المجمعة كبيرة جداً ({0}x{1}). الحد الأقصى 32000x32000.
de: Zusammengesetztes Bild zu groß ({0}x{1}). Max. Größe 32000x32000.
es: Imagen compuesta demasiado grande ({0}x{1}). Tamaño máx. 32000x32000.
fr: Image composite trop grande ({0}x{1}). Taille max. 32000x32000.
id: Gambar gabungan terlalu besar ({0}x{1}). Ukuran maksimal 32000x32000.
it: Immagine composita troppo grande ({0}x{1}). Dimensione max 32000x32000.
ja: 合成画像が大きすぎます（{0}x{1}）。最大サイズは32000x32000です。
ko: 합성 이미지가 너무 큽니다 ({0}x{1}). 최대 크기는 32000x32000입니다.
pt: Imagem composta muito grande ({0}x{1}). Tamanho máximo é 32000x32000.
ru: Составное изображение слишком большое ({0}x{1}). Максимальный размер 32000x32000.
th: ภาพรวมใหญ่เกินไป ({0}x{1}) ขนาดสูงสุด 32000x32000
vi: Ảnh ghép quá lớn ({0}x{1}). Kích thước tối đa 32000x32000.
zh_tw: 合成圖片太大（{0}x{1}）。最大尺寸為32000x32000。

# CompositeError
source: Error compositing images: {0}
ar: خطأ في تجميع الصور: {0}
de: Fehler beim Zusammenfügen der Bilder: {0}
es: Error al componer imágenes: {0}
fr: Erreur lors de la composition des images : {0}
id: Kesalahan menggabungkan gambar: {0}
it: Errore nella composizione delle immagini: {0}
ja: 画像合成エラー: {0}
ko: 이미지 합성 중 오류가 발생했습니다: {0}
pt: Erro ao compor imagens: {0}
ru: Ошибка составления изображений: {0}
th: ข้อผิดพลาดในการรวมภาพ: {0}
vi: Lỗi ghép ảnh: {0}
zh_tw: 圖片合成錯誤: {0}

# CaptureError
source: Capture error: {0}
ar: خطأ في الالتقاط: {0}
de: Erfassungsfehler: {0}
es: Error de captura: {0}
fr: Erreur de capture : {0}
id: Kesalahan tangkapan: {0}
it: Errore di cattura: {0}
ja: キャプチャエラー: {0}
ko: 영역 캡처 중 오류: {0}
pt: Erro na captura: {0}
ru: Ошибка захвата: {0}
th: ข้อผิดพลาดการจับภาพ: {0}
vi: Lỗi chụp: {0}
zh_tw: 截圖錯誤: {0}

# NumberingOptions
source: Size Settings
ar: إعدادات الحجم
de: Größeneinstellungen
es: Configuración de tamaño
fr: Paramètres de taille
id: Pengaturan Ukuran
it: Impostazioni dimensione
ja: サイズ設定
ko: 크기 설정
pt: Opções de Numeração
ru: Настройки размера
th: การตั้งค่าขนาด
vi: Cài đặt kích thước
zh_tw: 尺寸設定

# NumberingBadge
source: Badge
ar: شارة
de: Abzeichen
es: Insignia
id: Lencana
ja: バッジ
ko: 번호표
pt: Emblema
ru: Бейдж
th: ป้าย
vi: Huy hiệu
zh_tw: 徽章

# NumberingText
source: Text
ar: نص
es: Texto
fr: Texte
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pt: Texto
ru: Текст
th: ข้อความ
vi: Chữ
zh_tw: 文字

# EditConfirmGuide
source: Please confirm(✓) edits before proceeding.
ar: يرجى تأكيد (✓) التحرير قبل المتابعة.
de: Bitte Bearbeitung (✓) bestätigen, bevor du fortfährst.
es: Confirma (✓) las ediciones antes de continuar.
fr: Confirme (✓) les modifications avant de continuer.
id: Harap konfirmasi(✓) edit sebelum melanjutkan.
it: Conferma (✓) le modifiche prima di proseguire.
ja: 次に進む前に編集を確定（✓）してください。
ko: 편집 내용을 먼저 확정(✓)한 뒤 이용하세요.
pt: Confirme (✓) as edições antes de prosseguir.
ru: Пожалуйста, подтвердите(✓) изменения перед продолжением.
th: กรุณายืนยัน(✓) การแก้ไขก่อนดำเนินการต่อ
vi: Vui lòng xác nhận(✓) chỉnh sửa trước khi tiếp tục.
zh_tw: 繼續前請確認（✓）編輯。

source: Color
ar: لون
de: Farbe
fr: Couleur
id: Warna
it: Colore
ja: 色
ko: 색상
pt: Cor
ru: Цвет
th: สี
vi: Màu
zh_tw: 顏色

source: Text Options
ar: خيارات النص
de: Textoptionen
es: Opciones de texto
fr: Options de texte
id: Opsi Teks
it: Opzioni testo
ja: テキストオプション
ko: 텍스트 옵션
pt: Opções de Texto
ru: Параметры текста
th: ตัวเลือกข้อความ
vi: Tùy chọn chữ
zh_tw: 文字選項

source: Font
ar: خط
de: Schriftart
es: Fuente
fr: Police
it: Carattere
ja: フォント
ko: 글꼴
pt: Fonte
ru: Шрифт
th: ฟอนต์
vi: Phông chữ
zh_tw: 字型

source: Thickness
ar: سمك
de: Stärke
es: Grosor
fr: Épaisseur
id: Ketebalan
it: Spessore
ja: 太さ
ko: 두께
pt: Espessura
ru: Толщина
th: ความหนา
vi: Độ dày
zh_tw: 粗細

source: Fill
ar: تعبئة
de: Füllung
es: Relleno
fr: Remplissage
id: Isi
it: Riempimento
ja: 塗りつぶし
ko: 채우기
pt: Preenchimento
ru: Заливка
th: เติมสี
vi: Tô màu
zh_tw: 填充

# FillOpacity
source: Opacity
ar: الشفافية
de: Deckkraft
es: Opacidad
fr: Opacité
id: Opasitas
it: Opacità
ja: 不透明度
ko: 투명도
pt: Opacidade
ru: Прозрачность
th: ความโปร่งใส
vi: Độ trong suốt
zh_tw: 不透明度

source: Intensity
ar: الشدة
de: Intensität
es: Intensidad
fr: Intensité
id: Intensitas
it: Intensità
ja: 強度
ko: 강도
pt: Intensidade
ru: Интенсивность
th: ความเข้ม
vi: Độ mạnh
zh_tw: 強度

source: Computer App...
ar: تطبيق الكمبيوتر...
es: Aplicación de PC...
fr: Application PC...
id: Aplikasi Komputer...
it: App PC...
ja: パソコンアプリ...
ko: 컴퓨터 앱…
pt: Aplicativo do Computador...
ru: Приложение ПК...
th: แอปคอมพิวเตอร์...
vi: Ứng dụng máy tính...
zh_tw: 電腦應用程式...

source: Select Application
ar: اختر التطبيق
de: Anwendung auswählen
es: Seleccionar aplicación
fr: Sélectionner l'application
id: Pilih Aplikasi
it: Seleziona applicazione
ja: アプリケーションを選択
ko: 애플리케이션 선택
pt: Selecionar Aplicativo
ru: Выбрать приложение
th: เลือกแอปพลิเคชัน
vi: Chọn ứng dụng
zh_tw: 選擇應用程式

# SortNameAsc
source: Name ▲
ar: الاسم ▲
es: Nombre ▲
fr: Nom ▲
id: Nama ▲
it: Nome ▲
ja: 名前 ▲
ko: 이름순 ▲
pt: Nome ▲
ru: Имя ▲
th: ชื่อ ▲
vi: Tên ▲
zh_tw: 名稱 ▲

# SortNameDesc
source: Name ▼
ar: الاسم ▼
es: Nombre ▼
fr: Nom ▼
id: Nama ▼
it: Nome ▼
ja: 名前 ▼
ko: 이름순 ▼
pt: Nome ▼
ru: Имя ▼
th: ชื่อ ▼
vi: Tên ▼
zh_tw: 名稱 ▼

source: Browse...
ar: تصفح...
de: Durchsuchen...
es: Examinar...
fr: Parcourir...
id: Jelajahi...
it: Sfoglia...
ja: 参照...
ko: 찾아보기…
pt: Procurar...
ru: Обзор...
th: เรียกดู...
vi: Duyệt...
zh_tw: 瀏覽...

source: Select Executable
ar: اختر ملف تنفيذي
de: Ausführbare Datei auswählen
es: Seleccionar ejecutable
fr: Sélectionner l'exécutable
id: Pilih Eksekutable
it: Seleziona eseguibile
ja: 実行ファイルを選択
ko: 실행 파일 선택
pt: Selecionar Executável
ru: Выбрать исполняемый файл
th: เลือกไฟล์ปฏิบัติการ
vi: Chọn file thực thi
zh_tw: 選擇執行檔

# ConfirmDeleteShortcut
source: Delete shortcut '{0}'?
ar: حذف الاختصار '{0}'؟
de: Tastenkombination '{0}' löschen?
es: ¿Eliminar acceso directo '{0}'?
fr: Supprimer le raccourci '{0}' ?
id: Hapus pintasan '{0}'?
it: Eliminare scorciatoia '{0}'?
ja: ショートカット「{0}」を削除しますか？
ko: '{0}' 바로가기를 삭제하시겠습니까?
pt: Excluir atalho '{0}'?
ru: Удалить ярлык «{0}»?
th: ลบทางลัด '{0}' หรือไม่?
vi: Xóa lối tắt '{0}'?
zh_tw: 刪除快捷方式「{0}」？

source: Delete Shortcut
ar: حذف الاختصار
de: Tastenkombination löschen
es: Eliminar acceso directo
fr: Supprimer le raccourci
id: Hapus Pintasan
it: Elimina scorciatoia
ja: ショートカット削除
ko: 바로가기 삭제
pt: Excluir Atalho
ru: Удалить ярлык
th: ลบทางลัด
vi: Xóa lối tắt
zh_tw: 刪除快捷方式

# AppLaunchFailed
source: Failed to launch app: {0}
ar: فشل تشغيل التطبيق: {0}
de: App-Start fehlgeschlagen: {0}
es: Error al iniciar la app: {0}
fr: Échec du lancement de l'application : {0}
id: Gagal meluncurkan aplikasi: {0}
it: Avvio app fallito: {0}
ja: アプリ起動に失敗: {0}
ko: 앱 실행 실패: {0}
pt: Falha ao iniciar o aplicativo: {0}
ru: Не удалось запустить приложение: {0}
th: เปิดแอปไม่สำเร็จ: {0}
vi: Khởi chạy ứng dụng thất bại: {0}
zh_tw: 啟動應用程式失敗: {0}

# GoogleSearch
source: Search Google Image
ar: بحث صور جوجل
de: Google-Bildersuche
es: Buscar imagen en Google
fr: Recherche d'images Google
id: Cari Gambar Google
it: Ricerca immagini Google
ja: Google画像検索
ko: 구글 이미지 검색
pt: Pesquisar Imagem no Google
ru: Поиск изображения в Google
th: ค้นหารูปภาพ Google
vi: Tìm hình ảnh Google
zh_tw: Google圖片搜尋

source: Copied to clipboard.
ar: تم النسخ إلى الحافظة.
de: In Zwischenablage kopiert.
es: Copiado al portapapeles.
fr: Copié dans le presse-papiers.
id: Disalin ke clipboard.
it: Copiato negli appunti.
ja: クリップボードにコピーしました。
ko: 클립보드에 복사되었습니다.
pt: Copiado para a área de transferência.
ru: Скопировано в буфер обмена.
th: คัดลอกไปคลิปบอร์ดแล้ว
vi: Đã sao chép vào clipboard.
zh_tw: 已複製到剪貼簿。

# AllCopiedToClipboard
source: All images copied to clipboard.
ar: تم نسخ جميع الصور إلى الحافظة.
de: Alle Bilder in Zwischenablage kopiert.
es: Todas las imágenes copiadas al portapapeles.
fr: Toutes les images copiées dans le presse-papiers.
id: Semua gambar disalin ke clipboard.
it: Tutte le immagini copiate negli appunti.
ja: すべての画像をクリップボードにコピーしました。
ko: 모든 이미지가 클립보드에 복사되었습니다.
pt: Todas as imagens copiadas para a área de transferência.
ru: Все изображения скопированы в буфер обмена.
th: คัดลอกทุกรูปภาพไปคลิปบอร์ดแล้ว
vi: Tất cả ảnh đã sao chép vào clipboard.
zh_tw: 所有圖片已複製到剪貼簿。

source: Select Save Folder
ar: اختر مجلد الحفظ
de: Speicherordner auswählen
es: Seleccionar carpeta de guardado
fr: Sélectionner le dossier d'enregistrement
id: Pilih Folder Penyimpanan
it: Seleziona cartella salvataggio
ja: 保存フォルダを選択
ko: 저장 폴더 선택
pt: Selecionar Pasta de Salvamento
ru: Выбрать папку сохранения
th: เลือกโฟลเดอร์บันทึก
vi: Chọn thư mục lưu
zh_tw: 選擇儲存資料夾

# UnsavedImagesDeleteConfirm
source: There are unsaved images. Are you sure you want to delete all?
ar: توجد صور غير محفوظة. هل تريد حذف الكل؟
de: Es gibt ungespeicherte Bilder. Alle löschen?
es: Hay imágenes sin guardar. ¿Seguro que quieres eliminar todo?
fr: Il y a des images non enregistrées. Tout supprimer ?
id: Ada gambar yang belum disimpan. Yakin ingin menghapus semua?
it: Ci sono immagini non salvate. Eliminare tutto?
ja: 保存されていない画像があります。すべて削除してもよろしいですか？
ko: 저장되지 않은 이미지가 있습니다. 정말 모두 삭제하시겠습니까?
pt: Existem imagens não salvas. Tem certeza que deseja excluir todas?
ru: Есть несохранённые изображения. Удалить все?
th: มีรูปภาพที่ยังไม่บันทึก ยืนยันลบทั้งหมด?
vi: Có ảnh chưa lưu. Chắc chắn xóa tất cả?
zh_tw: 有未儲存的圖片。確認全部刪除嗎？

# UnsavedImageDeleteConfirm
source: This image is not saved. Are you sure you want to delete it?
ar: هذه الصورة غير محفوظة. هل تريد حذفها؟
de: Dieses Bild ist nicht gespeichert. Löschen?
es: Esta imagen no está guardada. ¿Seguro que quieres eliminarla?
fr: Cette image n'est pas enregistrée. La supprimer ?
id: Gambar ini belum disimpan. Yakin ingin menghapusnya?
it: Questa immagine non è salvata. Eliminarla?
ja: この画像は保存されていません。削除してもよろしいですか？
ko: 이 이미지는 저장되지 않았습니다. 정말 삭제하시겠습니까?
pt: Esta imagem não foi salva. Tem certeza que deseja excluí-la?
ru: Это изображение не сохранено. Удалить его?
th: รูปภาพนี้ยังไม่บันทึก ยืนยันลบ?
vi: Ảnh này chưa lưu. Chắc chắn xóa?
zh_tw: 此圖片未儲存。確認刪除嗎？

# ShareImageTitle
source: Share Image
ar: مشاركة الصورة
de: Bild teilen
es: Compartir imagen
fr: Partager l'image
id: Bagikan Gambar
it: Condividi immagine
ja: 画像を共有
ko: 이미지 공유
pt: Compartilhar Imagem
ru: Поделиться изображением
th: แชร์รูปภาพ
vi: Chia sẻ ảnh
zh_tw: 分享圖片

# ShareImageDesc
source: Share captured image
ar: مشاركة الصورة الملتقطة
de: Erfasstes Bild teilen
es: Compartir imagen capturada
fr: Partager l'image capturée
id: Bagikan gambar yang ditangkap
it: Condividi immagine catturata
ja: キャプチャした画像を共有
ko: 캡처된 이미지 공유
pt: Compartilhar imagem capturada
ru: Поделиться захваченным изображением
th: แชร์รูปภาพที่จับ
vi: Chia sẻ ảnh đã chụp
zh_tw: 分享截取的圖片

source: Share Error
ar: خطأ في المشاركة
de: Teilen-Fehler
es: Error al compartir
fr: Erreur de partage
id: Kesalahan Berbagi
it: Errore condivisione
ja: 共有エラー
ko: 공유 오류
pt: Erro ao compartilhar
ru: Ошибка поделиться
th: ข้อผิดพลาดการแชร์
vi: Lỗi chia sẻ
zh_tw: 分享錯誤

# AllImagesSaved
source: All images have been saved.
ar: تم حفظ جميع الصور.
de: Alle Bilder wurden gespeichert.
es: Todas las imágenes han sido guardadas.
fr: Toutes les images ont été enregistrées.
id: Semua gambar telah disimpan.
it: Tutte le immagini sono state salvate.
ja: すべての画像を保存しました。
ko: 모든 이미지가 저장되었습니다.
pt: Todas as imagens foram salvas.
ru: Все изображения сохранены.
th: บันทึกทุกรูปภาพแล้ว
vi: Tất cả ảnh đã được lưu.
zh_tw: 所有圖片已儲存。

source: Copy All
ar: نسخ الكل
de: Alle kopieren
es: Copiar todo
fr: Tout copier
id: Salin Semua
it: Copia tutto
ja: すべてコピー
ko: 전체 복사
pt: Copiar Tudo
ru: Копировать все
th: คัดลอกทั้งหมด
vi: Sao chép tất cả
zh_tw: 全部複製

# PixelSizeLabel
source: Pixel Size
ar: حجم البكسل
de: Pixelgröße
es: Tamaño en píxeles
fr: Taille en pixels
id: Ukuran Piksel
it: Dimensione pixel
ja: ピクセルサイズ
ko: 픽셀 크기
pt: Tamanho em Pixels
ru: Размер в пикселях
th: ขนาดพิกเซล
vi: Kích thước pixel
zh_tw: 像素尺寸

# MagicWandToleranceLabel
source: Tolerance
ar: التسامح
de: Toleranz
es: Tolerancia
fr: Tolérance
id: Toleransi
it: Tolleranza
ja: 許容値
ko: 허용 오차
pt: Tolerância
ru: Допуск
th: ค่าความทนทาน
vi: Độ dung sai
zh_tw: 容差

# MagicWandContiguousOnly
source: Contiguous areas only
ar: المناطق المتّصلة فقط
de: Nur zusammenhängende Bereiche
es: Solo áreas contiguas
fr: Zones contiguës uniquement
id: Hanya area berdekatan
it: Solo aree contigue
ja: 連続領域のみ
ko: 연속된 영역만
pt: Apenas áreas contíguas
ru: Только смежные области
th: เฉพาะพื้นที่ติดกัน
vi: Chỉ vùng liền kề
zh_tw: 僅連續區域
