Repository: Yongho82/Catchcapture
Catalog: Resources/Strings.*.resx
Languages: ar, de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_tw

# TrashRetentionInfo
source: Important: Trash retention period is currently set to {0} days. You can change this in Note Settings.
ar: مهم: مدة الاحتفاظ بسلة المحذوفات حالياً {0} أيام. يمكنك تغييرها في إعدادات الملاحظات.
de: Wichtig: Die Aufbewahrungsfrist des Papierkorbs ist aktuell auf {0} Tage eingestellt. Änderbar in den Notiz-Einstellungen.
es: Importante: El período de retención de la papelera está actualmente establecido en {0} días. Puedes cambiarlo en Configuración de notas.
fr: Important : La période de rétention de la corbeille est actuellement de {0} jours. Modifiable dans les paramètres des notes.
id: Penting: Periode penyimpanan sampah saat ini {0} hari. Anda dapat mengubahnya di Pengaturan Catatan.
it: Importante: Il periodo di ritenzione del cestino è attualmente {0} giorni. Modificabile nelle impostazioni note.
ja: 重要: 現在ゴミ箱保持期間は{0}日に設定されています。ノート設定で変更可能です。
ko: 휴지통 보관기간이 {0}일로 설정되었습니다. 히스토리 설정에서 변경할 수 있습니다.
pt: Importante: Lixeira configurada para {0} dias. Altere em Configurações de Notas.
ru: Важно: Период хранения корзины сейчас {0} дней. Изменить можно в настройках заметок.
th: สำคัญ: ระยะเวลาถังขยะปัจจุบัน {0} วัน สามารถเปลี่ยนใน การตั้งค่าโน้ต
vi: Quan trọng: Thời gian giữ thùng rác hiện tại là {0} ngày. Có thể thay đổi trong Cài đặt ghi chú.
zh_tw: 重要：目前資源回收桶保留期限為{0}天。可在筆記設定中變更。

# TrashRetentionPermanentInfo
source: Important: Trash is set to be kept permanently. You can change this in Note Settings.
ar: مهم: سلة المحذوفات مضبوطة على الاحتفاظ الدائم. يمكنك تغييرها في إعدادات الملاحظات.
de: Wichtig: Papierkorb ist auf dauerhaft eingestellt. Änderbar in den Notiz-Einstellungen.
es: Importante: La papelera está configurada para retención permanente. Puedes cambiarlo en Configuración de notas.
fr: Important : La corbeille est configurée pour une rétention permanente. Modifiable dans les paramètres des notes.
id: Penting: Sampah disetel untuk disimpan permanen. Anda dapat mengubahnya di Pengaturan Catatan.
it: Importante: Il cestino è impostato su ritenzione permanente. Modificabile nelle impostazioni note.
ja: 重要: ゴミ箱は永久保持に設定されています。ノート設定で変更可能です。
ko: 휴지통이 영구 보관되도록 설정되었습니다. 히스토리 설정에서 변경할 수 있습니다.
pt: Importante: Lixeira configurada para permanente. Altere em Configurações de Notas.
ru: Важно: Корзина настроена на постоянное хранение. Изменить можно в настройках заметок.
th: สำคัญ: ถังขยะถูกตั้งให้เก็บถาวร สามารถเปลี่ยนใน การตั้งค่าโน้ต
vi: Quan trọng: Thùng rác được đặt giữ vĩnh viễn. Có thể thay đổi trong Cài đặt ghi chú.
zh_tw: 重要：資源回收桶設為永久保留。可在筆記設定中變更。

# NoNotes
source: No notes found
ar: لم يتم العثور على ملاحظات
de: Keine Notizen gefunden
es: No se encontraron notas
fr: Aucune note trouvée
id: Tidak ada catatan ditemukan
it: Nessuna nota trovata
ja: ノートが見つかりません
ko: 노트가 없습니다
pt: Nenhuma nota encontrada
ru: Заметок не найдено
th: ไม่พบโน้ต
vi: Không tìm thấy ghi chú
zh_tw: 找不到筆記

# TrashEmpty
source: Trash is empty
ar: سلة المحذوفات فارغة
de: Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
id: Sampah kosong
it: Il cestino è vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
pt: Lixeira vazia
ru: Корзина пуста
th: ถังขยะว่าง
vi: Thùng rác trống
zh_tw: 資源回收桶為空

# NotePathDesc
source: Path where note database and attachments are saved.
ar: المسار الذي يتم فيه حفظ قاعدة بيانات الملاحظات والمرفقات.
de: Pfad, unter dem Notizdatenbank und Anhänge gespeichert werden.
es: Ruta donde se guardan la base de datos de notas y los adjuntos.
fr: Chemin où sont stockés la base de données des notes et les pièces jointes.
id: Lokasi penyimpanan database catatan dan lampiran.
it: Percorso dove vengono salvati database note e allegati.
ja: ノートデータベースと添付ファイルが保存されるパス。
ko: 노트 데이터베이스와 첨부파일이 저장되는 경로입니다.
pt: Caminho onde ficam salvas notas e anexos.
ru: Путь хранения базы данных заметок и вложений.
th: ตำแหน่งเก็บฐานข้อมูลโน้ตและไฟล์แนบ
vi: Đường dẫn lưu cơ sở dữ liệu ghi chú và đính kèm.
zh_tw: 筆記資料庫與附件儲存路徑。

# Recent30Days
source: Last 30 Days
ar: آخر 30 يوماً
de: Letzte 30 Tage
es: Últimos 30 días
fr: Derniers 30 jours
id: 30 Hari Terakhir
it: Ultimi 30 giorni
ja: 最近30日間
ko: 최근 30일
pt: Últimos 30 Dias
ru: Последние 30 дней
th: 30 วันล่าสุด
vi: 30 ngày gần đây
zh_tw: 最近30天

# Recent3Months
source: Last 3 Months
ar: آخر 3 أشهر
de: Letzte 3 Monate
es: Últimos 3 meses
fr: Derniers 3 mois
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 最近3ヶ月
ko: 최근 3개월
pt: Últimos 3 Meses
ru: Последние 3 месяца
th: 3 เดือนล่าสุด
vi: 3 tháng gần đây
zh_tw: 最近3個月

# Recent6Months
source: Last 6 Months
ar: آخر 6 أشهر
de: Letzte 6 Monate
es: Últimos 6 meses
fr: Derniers 6 mois
id: 6 Bulan Terakhir
it: Ultimi 6 mesi
ja: 最近6ヶ月
ko: 최근 6개월
pt: Últimos 6 Meses
ru: Последние 6 месяцев
th: 6 เดือนล่าสุด
vi: 6 tháng gần đây
zh_tw: 最近6個月

source: List View
ar: عرض القائمة
de: Listenansicht
es: Vista de lista
fr: Vue liste
id: Tampilan Daftar
it: Vista elenco
ja: リスト表示
ko: 리스트형
pt: Visualização em Lista
ru: Список
th: มุมมองรายการ
vi: Chế độ danh sách
zh_tw: 清單檢視

source: Card View
ar: عرض البطاقات
de: Kartenansicht
es: Vista de tarjetas
fr: Vue cartes
id: Tampilan Kartu
it: Vista scheda
ja: カード表示
ko: 카드형
pt: Visualização em Cartões
ru: Карточки
th: มุมมองการ์ด
vi: Chế độ thẻ
zh_tw: 卡片檢視

# TrashEmptyComplete
source: Trash emptied.
ar: تم إفراغ سلة المحذوفات.
de: Papierkorb geleert.
es: Papelera vaciada.
fr: Corbeille vidée.
id: Sampah telah dikosongkan.
it: Cestino svuotato.
ja: ゴミ箱を空にしました。
ko: 휴지통을 비웠습니다.
pt: Lixeira esvaziada.
ru: Корзина очищена.
th: ล้างถังขยะแล้ว
vi: Đã dọn thùng rác.
zh_tw: 資源回收桶已清空。

source: Minimize
ar: تصغير
de: Minimieren
es: Minimizar
fr: Réduire
id: Minimalkan
it: Riduci a icona
ja: 最小化
ko: 최소화
pt: Minimizar
ru: Свернуть
th: ย่อเล็กสุด
vi: Thu nhỏ
zh_tw: 最小化

source: Maximize
ar: تكبير
de: Maximieren
es: Maximizar
fr: Agrandir
id: Maksimalkan
it: Ingrandisci
ja: 最大化
ko: 최대화
pt: Maximizar
ru: Развернуть
th: ขยายเต็มจอ
vi: Phóng to
zh_tw: 最大化

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 元に戻す
ko: 이전 크기로 복원
pt: Restaurar
ru: Восстановить
th: คืนค่า
vi: Khôi phục
zh_tw: 還原

# RecentRecordsFormat
source: {0} Records
ar: {0} سجلات
de: {0} Einträge
es: {0} registros
fr: {0} enregistrements
id: {0} Rekaman
it: {0} registri
ja: {0}件
ko: {0} 기록
pt: {0} Registros
ru: {0} записей
th: {0} รายการ
vi: {0} bản ghi
zh_tw: {0}筆

# TrashEmptyWarning
source: Deleted items cannot be recovered. Are you sure you want to permanently delete all items?
ar: لا يمكن استرجاع العناصر المحذوفة. هل أنت متأكد من حذف جميع العناصر نهائياً؟
de: Gelöschte Elemente können nicht wiederhergestellt werden. Alle Elemente endgültig löschen?
es: Los elementos eliminados no se pueden recuperar. ¿Seguro que quieres eliminar permanentemente todos los elementos?
fr: Les éléments supprimés ne peuvent pas être récupérés. Voulez-vous vraiment supprimer définitivement tous les éléments ?
id: Item yang dihapus tidak dapat dipulihkan. Yakin ingin menghapus permanen semua item?
it: Gli elementi eliminati non possono essere recuperati. Eliminare permanentemente tutti gli elementi?
ja: 削除された項目は復旧できません。 すべての項目を完全に削除してもよろしいですか？
ko: 휴지통을 비우면 복구할 수 없습니다. 정말 모든 항목을 영구 삭제하시겠습니까?
pt: Itens excluídos não podem ser recuperados.\nDeseja excluir permanentemente tudo?
ru: Удалённые элементы нельзя восстановить. Очистить корзину безвозвратно?
th: รายการที่ลบไม่สามารถกู้คืนได้ ยืนยันลบถังขยะถาวร?
vi: Mục đã xóa không thể khôi phục. Chắc chắn xóa vĩnh viễn toàn bộ thùng rác?
zh_tw: 已刪除的項目無法復原。 確認永久刪除所有項目嗎？

# TrashEmptyFailed
source: Failed to empty trash:
ar: فشل إفراغ سلة المحذوفات:
de: Leeren des Papierkorbs fehlgeschlagen:
es: Error al vaciar la papelera:
fr: Échec du vidage de la corbeille :
id: Gagal mengosongkan sampah:
it: Svuotamento cestino fallito:
ja: ゴミ箱の空処理に失敗:
ko: 휴지통 비우기 실패:
pt: Falha ao esvaziar lixeira:
ru: Не удалось очистить корзину:
th: ล้างถังขยะไม่สำเร็จ:
vi: Dọn thùng rác thất bại:
zh_tw: 清空資源回收桶失敗:

# ErrPreviewFailed
source: Failed to open preview:
ar: فشل فتح المعاينة:
de: Vorschau konnte nicht geöffnet werden:
es: Error al abrir vista previa:
fr: Échec de l'ouverture de l'aperçu :
id: Gagal membuka pratinjau:
it: Apertura anteprima fallita:
ja: プレビューのオープンに失敗:
ko: 미리보기 실행 실패:
pt: Falha ao abrir pré-visualização:
ru: Не удалось открыть предпросмотр:
th: เปิดตัวอย่างไม่สำเร็จ:
vi: Mở xem trước thất bại:
zh_tw: 開啟預覽失敗:

source: Always on Top
ar: دائماً في الأعلى
de: Immer im Vordergrund
es: Siempre encima
fr: Toujours au premier plan
id: Selalu di Atas
it: Sempre in primo piano
ja: 常に最前面
ko: 상단 고정
pt: Sempre no Topo
ru: Всегда сверху
th: อยู่ด้านบนเสมอ
vi: Luôn ở trên cùng
zh_tw: 總在最前

# UnpinAlwaysOnTop
source: Unpin from Top
ar: إلغاء دائماً في الأعلى
de: Vom Vordergrund lösen
es: Desanclar de encima
fr: Détacher du premier plan
id: Lepas dari Atas
it: Stacca dal primo piano
ja: 最前面から解除
ko: 상단 고정 해제
pt: Remover do Topo
ru: Открепить сверху
th: ถอนจากด้านบน
vi: Bỏ luôn ở trên
zh_tw: 取消總在最前

# PrintOrSavePDF
source: Print / Save as PDF
ar: طباعة / حفظ كـ PDF
de: Drucken / Als PDF speichern
es: Imprimir / Guardar como PDF
fr: Imprimer / Enregistrer en PDF
id: Cetak / Simpan sebagai PDF
it: Stampa / Salva come PDF
ja: 印刷 / PDFとして保存
ko: 인쇄 / PDF 저장
pt: Imprimir / Salvar como PDF
ru: Печать / Сохранить как PDF
th: พิมพ์ / บันทึกเป็น PDF
vi: In / Lưu thành PDF
zh_tw: 列印 / 另存為PDF

# ErrLoadNote
source: Failed to load note:
ar: فشل تحميل الملاحظة:
de: Notiz konnte nicht geladen werden:
es: Error al cargar nota:
fr: Échec du chargement de la note :
id: Gagal memuat catatan:
it: Caricamento nota fallito:
ja: ノートの読み込みに失敗:
ko: 노트 로드 실패:
pt: Falha ao carregar nota:
ru: Не удалось загрузить заметку:
th: โหลดโน้ตไม่สำเร็จ:
vi: Tải ghi chú thất bại:
zh_tw: 載入筆記失敗:

# ErrInitExplorer
source: Error initializing explorer:
ar: خطأ في تهيئة المستكشف:
de: Fehler beim Initialisieren des Explorers:
es: Error al inicializar explorador:
fr: Erreur d'initialisation de l'explorateur :
id: Kesalahan inisialisasi penjelajah:
it: Errore inizializzazione esploratore:
ja: エクスプローラーの初期化エラー:
ko: 탐색기 초기화 중 오류:
pt: Erro ao inicializar explorador:
ru: Ошибка инициализации проводника:
th: ข้อผิดพลาดการเริ่มต้นตัวสำรวจ:
vi: Lỗi khởi tạo trình duyệt:
zh_tw: 初始化瀏覽器錯誤:

# ConfirmRestoreNote
source: Do you want to restore this note?
ar: هل تريد استعادة هذه الملاحظة؟
de: Diese Notiz wiederherstellen?
es: ¿Quieres restaurar esta nota?
fr: Voulez-vous restaurer cette note ?
id: Apakah Anda ingin memulihkan catatan ini?
it: Ripristinare questa nota?
ja: このノートを復元しますか？
ko: 이 노트를 복구하시겠습니까?
pt: Deseja restaurar esta nota?
ru: Восстановить эту заметку?
th: ต้องการกู้คืนโน้ตนี้หรือไม่?
vi: Bạn có muốn khôi phục ghi chú này?
zh_tw: 確認復原此筆記嗎？

# ErrRestoreNote
source: Error occurred while restoring:
ar: حدث خطأ أثناء الاستعادة:
de: Fehler beim Wiederherstellen:
es: Error al restaurar:
fr: Erreur lors de la restauration :
id: Terjadi kesalahan saat memulihkan:
it: Errore durante il ripristino:
ja: 復元中にエラーが発生しました:
ko: 복구 중 오류 발생:
pt: Erro ao restaurar:
ru: Произошла ошибка при восстановлении:
th: เกิดข้อผิดพลาดขณะกู้คืน:
vi: Lỗi khi khôi phục:
zh_tw: 復原時發生錯誤:

# ErrPinNote
source: Error occurred while changing pin state:
ar: حدث خطأ أثناء تغيير حالة التثبيت:
de: Fehler beim Ändern des Anheftestatus:
es: Error al cambiar estado de anclado:
fr: Erreur lors du changement d'état d'épinglage :
id: Terjadi kesalahan saat mengubah status semat:
it: Errore cambio stato fissaggio:
ja: ピン留め状態変更中にエラーが発生しました:
ko: 고정 상태 변경 중 오류 발생:
pt: Erro ao alterar fixação:
ru: Произошла ошибка при изменении закрепления:
th: เกิดข้อผิดพลาดขณะเปลี่ยนการปักหมุด:
vi: Lỗi khi thay đổi trạng thái ghim:
zh_tw: 變更置頂狀態時發生錯誤:

source: Change Theme
ar: تغيير الثيم
de: Design ändern
es: Cambiar tema
fr: Changer de thème
id: Ubah Tema
it: Cambia tema
ja: テーマ変更
ko: 테마 변경
pt: Alterar Tema
ru: Сменить тему
th: เปลี่ยนธีม
vi: Thay đổi giao diện
zh_tw: 變更主題

# SimpleMode
source: Simple
ar: بسيط
de: Einfach
id: Sederhana
it: Semplice
ja: シンプル
ko: 간편
pt: Simples
ru: Простой
th: แบบง่าย
vi: Đơn giản
zh_tw: 簡易

# TrayMode
source: Tray
ar: التراي
es: Bandeja
fr: Barre d'état
ja: トレイ
ko: 트레이
pt: Área de Notificação
ru: Трей
th: ถาด
vi: Khay
zh_tw: 系統匣

source: Save to My Note
ar: حفظ في ملاحظاتي
de: In Meine Notizen speichern
es: Guardar en Mis notas
fr: Enregistrer dans Mes notes
id: Simpan ke Catatan Saya
it: Salva in Le mie note
ja: マイノートに保存
ko: 내 노트 저장
pt: Salvar nas Minhas Notas
ru: Сохранить в Мои заметки
th: บันทึกในโน้ตของฉัน
vi: Lưu vào Ghi chú của tôi
zh_tw: 儲存到我的筆記

# ConfirmDisableNotePassword
source: Do you want to disable the password lock? (The set password will be kept)
ar: هل تريد تعطيل قفل كلمة المرور؟ (ستحتفظ كلمة المرور المعينة)
de: Passwortsperre deaktivieren? (Das gesetzte Passwort bleibt erhalten)
es: ¿Quieres desactivar el bloqueo con contraseña? (La contraseña establecida se mantendrá)
fr: Voulez-vous désactiver le verrouillage par mot de passe ? (Le mot de passe défini sera conservé)
id: Apakah Anda ingin menonaktifkan kunci kata sandi? (Kata sandi yang disetel akan tetap disimpan)
it: Disattivare il blocco password? (La password impostata verrà mantenuta)
ja: パスワードロックを無効にしますか？ （設定済みのパスワードは保持されます）
ko: 비밀번호 잠금을 해제하시겠습니까? (설정된 비밀번호는 유지됩니다)
pt: Deseja desativar senha?\n(A senha atual será mantida)
ru: Отключить парольную защиту? (Установленный пароль будет сохранён)
th: ต้องการปิดการล็อกรหัสผ่านหรือไม่? (รหัสผ่านที่ตั้งไว้จะยังคงอยู่)
vi: Bạn có muốn tắt khóa mật khẩu? (Mật khẩu đã đặt sẽ được giữ lại)
zh_tw: 確認停用密碼鎖嗎？ （已設密碼將保留）

# SettingsWindowTitle
source: CatchCapture - Settings
ar: CatchCapture - الإعدادات
de: CatchCapture - Einstellungen
es: CatchCapture - Configuración
fr: CatchCapture - Paramètres
id: CatchCapture - Pengaturan
it: CatchCapture - Impostazioni
ja: CatchCapture - 設定
ko: 캐치캡처-설정
pt: CatchCapture - Configurações
ru: CatchCapture — Настройки
th: CatchCapture - การตั้งค่า
vi: CatchCapture - Cài đặt
zh_tw: CatchCapture - 設定

# SettingsFormatFeatures
source: Format Features
ar: ميزات الصيغ
de: Formateigenschaften
es: Características de formato
fr: Caractéristiques des formats
id: Fitur Format
it: Caratteristiche formato
ja: フォーマット特徴
ko: 포멧특징
pt: Funcionalidades de Formato
ru: Функции форматов
th: ฟีเจอร์รูปแบบ
vi: Tính năng định dạng
zh_tw: 格式特性

# SettingsFormatGuide
source: File Format Guide
ar: دليل صيغ الملفات
de: Dateiformat-Anleitung
es: Guía de formatos de archivo
fr: Guide des formats de fichier
id: Panduan Format File
it: Guida formati file
ja: ファイル形式ガイド
ko: 파일 포맷 가이드
pt: Guia de Formatos de Arquivo
ru: Руководство по форматам файлов
th: คู่มือรูปแบบไฟล์
vi: Hướng dẫn định dạng file
zh_tw: 檔案格式指南

# SettingsColFormat
source: Format
ar: الصيغة
es: Formato
it: Formato
ja: 形式
ko: 포맷
pt: Formato
ru: Формат
th: รูปแบบ
vi: Định dạng
zh_tw: 格式

# SettingsColTransparent
source: Transparent Background
ar: خلفية شفافة
de: Transparenter Hintergrund
es: Fondo transparente
fr: Arrière-plan transparent
id: Latar Transparan
it: Sfondo trasparente
ja: 透明背景
ko: 투명 배경
pt: Fundo Transparente
ru: Прозрачный фон
th: พื้นหลังโปร่งใส
vi: Nền trong suốt
zh_tw: 透明背景

# SettingsColAnimation
source: Animation
ar: رسوم متحركة
es: Animación
id: Animasi
it: Animazione
ja: アニメーション
ko: 애니메이션
pt: Animação
ru: Анимация
th: แอนิเมชัน
vi: Hoạt hình
zh_tw: 動畫

# SettingsColQuality
source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
id: Kualitas
it: Qualità
ja: 画質
ko: 화질
pt: Qualidade
ru: Качество
th: คุณภาพ
vi: Chất lượng
zh_tw: 畫質

# SettingsColCompression
source: Compression Efficiency
ar: كفاءة الضغط
de: Kompressionseffizienz
es: Eficiencia de compresión
fr: Efficacité de compression
id: Efisiensi Kompresi
it: Efficienza compressione
ja: 圧縮効率
ko: 압축효율
pt: Eficiência de Compressão
ru: Эффективность сжатия
th: ประสิทธิภาพการบีบอัด
vi: Hiệu suất nén
zh_tw: 壓縮效率

# SettingsColUsage
source: Primary Usage
ar: الاستخدام الأساسي
de: Haupteinsatz
es: Uso principal
fr: Utilisation principale
id: Penggunaan Utama
it: Uso principale
ja: 主な用途
ko: 주 용도
pt: Uso Principal
ru: Основное использование
th: การใช้งานหลัก
vi: Sử dụng chính
zh_tw: 主要用途

# SettingsValHigh
source: High
ar: عالية
de: Hoch
es: Alta
fr: Élevée
id: Tinggi
it: Alta
ja: 高
ko: 상
pt: Alta
ru: Высокое
th: สูง
vi: Cao
zh_tw: 高

# SettingsValMidHigh
source: Medium/High
ar: متوسطة/عالية
de: Mittel/Hoch
es: Media/Alta
fr: Moyenne/Élevée
id: Sedang/Tinggi
it: Media/Alta
ja: 中/高
ko: 중/상
pt: Média/Alta
ru: Среднее/Высокое
th: ปานกลาง/สูง
vi: Trung bình/Cao
zh_tw: 中/高

# SettingsValLow
source: Low
ar: منخفضة
de: Niedrig
es: Baja
fr: Faible
id: Rendah
it: Bassa
ja: 低
ko: 하
pt: Baixa
ru: Низкое
th: ต่ำ
vi: Thấp
zh_tw: 低

# SettingsValUltra
source: Ultra
ar: فائقة
ja: 超高
ko: 최상
ru: Ультра
th: อัลตร้า
zh_tw: 超高

# SettingsPnGEfficiency
source: Low (Lossless Compression)
ar: منخفضة (ضغط بدون فقدان)
de: Niedrig (verlustfrei)
es: Baja (Compresión sin pérdida)
fr: Faible (sans perte)
id: Rendah (Kompresi Tanpa Kehilangan)
it: Bassa (senza perdita)
ja: 低（無損失圧縮）
ko: 낮음 (무손실 압축)
pt: Baixa (Sem Perda)
ru: Низкая (без потерь)
th: ต่ำ (ไม่สูญเสีย)
vi: Thấp (Không mất dữ liệu)
zh_tw: 低（無損壓縮）

# SettingsPnGUsage
source: Logos, Icons, Screenshots
ar: شعارات، أيقونات، لقطات شاشة
es: Logotipos, iconos, capturas de pantalla
fr: Logos, icônes, captures d'écran
id: Logo, Ikon, Tangkapan Layar
it: Loghi, icone, catture schermo
ja: ロゴ、アイコン、スクリーンショット
ko: 로고, 아이콘, 스크린샷
pt: Logotipos, Ícones, Capturas de Tela
ru: Логотипы, иконки, скриншоты
th: โลโก้, ไอคอน, การจับภาพหน้าจอ
vi: Logo, biểu tượng, ảnh chụp màn hình
zh_tw: 標誌、圖示、截圖

# SettingsJpgEfficiency
source: High (Lossy Compression)
ar: عالية (ضغط مع فقدان)
de: Hoch (verlustbehaftet)
es: Alta (Compresión con pérdida)
fr: Élevée (avec perte)
id: Tinggi (Kompresi dengan Kehilangan)
it: Alta (con perdita)
ja: 高（有損失圧縮）
ko: 높음 (손실 압축)
pt: Alta (Com Perda)
ru: Высокая (с потерями)
th: สูง (สูญเสีย)
vi: Cao (Mất dữ liệu)
zh_tw: 高（有損壓縮）

# SettingsJpgUsage
source: Photos, Web Images
ar: صور فوتوغرافية، صور الويب
de: Fotos, Web-Bilder
es: Fotos, imágenes web
fr: Photos, images web
id: Foto, Gambar Web
it: Foto, immagini web
ja: 写真、Web画像
ko: 일반 사진, 웹 이미지
pt: Fotos, Imagens Web
ru: Фото, веб-изображения
th: ภาพถ่าย, ภาพเว็บ
vi: Ảnh chụp, ảnh web
zh_tw: 照片、網路圖片

# SettingsBmpEfficiency
source: None (Original)
ar: لا يوجد (أصلي)
de: Keine (Original)
es: Ninguna (Original)
fr: Aucune (original)
id: Tanpa (Asli)
it: Nessuna (originale)
ja: なし（オリジナル）
ko: 없음 (원본 그대로)
pt: Nenhuma (Original)
ru: Нет (оригинал)
th: ไม่มี (ต้นฉบับ)
vi: Không (Gốc)
zh_tw: 無（原始）

# SettingsBmpUsage
source: Simple Windows Graphics
ar: رسومات ويندوز البسيطة
de: Einfache Windows-Grafiken
es: Gráficos simples de Windows
fr: Graphiques Windows simples
id: Grafis Windows Sederhana
it: Grafica Windows semplice
ja: シンプルなWindowsグラフィック
ko: 단순 윈도우 그래픽
pt: Gráficos Simples do Windows
ru: Простая графика Windows
th: กราฟิก Windows ง่ายๆ
vi: Đồ họa Windows đơn giản
zh_tw: 簡單Windows圖形

# SettingsGifEfficiency
source: High (Color Limitation)
ar: عالية (تقييد الألوان)
de: Hoch (Farbbegrenzung)
es: Alta (Limitación de colores)
fr: Élevée (limitation de couleurs)
id: Tinggi (Batasan Warna)
it: Alta (limitazione colori)
ja: 高（色数制限）
ko: 높음 (색상 제한)
pt: Alta (Limitação de Cores)
ru: Высокая (ограничение цветов)
th: สูง (จำกัดสี)
vi: Cao (Giới hạn màu)
zh_tw: 高（顏色限制）

# SettingsGifUsage
source: Short Animations (GIFs)
ar: رسوم متحركة قصيرة (GIF)
de: Kurze Animationen (GIFs)
es: Animaciones cortas (GIFs)
fr: Animations courtes (GIF)
id: Animasi Pendek (GIF)
it: Animazioni brevi (GIF)
ja: 短いアニメーション（GIF）
ko: 짧은 애니메이션
pt: Animações Curtas (GIFs)
ru: Короткие анимации (GIF)
th: แอนิเมชันสั้น (GIF)
vi: Hoạt hình ngắn (GIF)
zh_tw: 短動畫（GIF）

# SettingsWebpEfficiency
source: Very High (Next-gen Compression)
ar: عالية جداً (ضغط الجيل التالي)
de: Sehr hoch (Next-Gen-Kompression)
es: Muy alta (Compresión de nueva generación)
fr: Très élevée (compression nouvelle génération)
id: Sangat Tinggi (Kompresi Generasi Baru)
it: Molto alta (compressione nuova generazione)
ja: 非常に高い（次世代圧縮）
ko: 매우 높음 (차세대 압축)
pt: Muito Alta (Nova Geração)
ru: Очень высокая (новое поколение)
th: สูงมาก (รุ่นใหม่)
vi: Rất cao (Thế hệ mới)
zh_tw: 極高（下一代壓縮）

# SettingsWebpUsage
source: Website Optimized Images
ar: صور مُحسَّنة للويب
de: Website-optimierte Bilder
es: Imágenes optimizadas para web
fr: Images optimisées pour le web
id: Gambar Dioptimasi Website
it: Immagini ottimizzate per il web
ja: Web最適化画像
ko: 웹사이트 최적화 이미지
pt: Imagens Otimizadas para Web
ru: Оптимизированные изображения для веб
th: ภาพที่ปรับให้เหมาะกับเว็บ
vi: Ảnh tối ưu web
zh_tw: 網站最佳化圖片

# SettingsShowMagnifierDesc
source: Show magnifier during area capture
ar: إظهار المكبر أثناء التقاط المنطقة
de: Vergrößerungslupe bei Bereichserfassung anzeigen
es: Mostrar lupa durante captura de área
fr: Afficher la loupe lors de la capture de zone
id: Tampilkan pembesar saat tangkap area
it: Mostra lente durante cattura area
ja: エリアキャプチャ時に拡大鏡を表示
ko: 영역 캡처 시 돋보기 표시
pt: Mostrar lupa durante captura de área
ru: Показывать лупу при захвате области
th: แสดงแว่นขยายขณะจับภาพพื้นที่
vi: Hiển thị kính lúp khi chụp vùng
zh_tw: 區域截圖時顯示放大鏡

# SettingsShowPreviewDesc
source: Show preview/editor after capture
ar: عرض المعاينة/المحرر بعد الالتقاط
de: Vorschau/Editor nach Erfassung anzeigen
es: Mostrar vista previa/editor después de capturar
fr: Afficher l'aperçu/éditeur après capture
id: Tampilkan pratinjau/editor setelah tangkap
it: Mostra anteprima/editor dopo cattura
ja: キャプチャ後にプレビュー/エディタを表示
ko: 캡처 후 미리보기/편집 창 표시
pt: Mostrar pré-visualização/editor após captura
ru: Показывать превью/редактор после захвата
th: แสดงตัวอย่าง/ตัวแก้ไขหลังจับภาพ
vi: Hiển thị xem trước/trình chỉnh sửa sau chụp
zh_tw: 截圖後顯示預覽/編輯器

# SettingsAutoSaveDesc
source: Auto-save file after capture
ar: حفظ الملف تلقائياً بعد الالتقاط
de: Datei nach Erfassung automatisch speichern
es: Guardar archivo automáticamente después de capturar
fr: Enregistrer automatiquement le fichier après capture
id: Simpan file otomatis setelah tangkap
it: Salva file automaticamente dopo cattura
ja: キャプチャ後に自動保存
ko: 캡처 시 자동으로 파일 저장
pt: Salvar arquivo automaticamente após captura
ru: Автосохранение файла после захвата
th: บันทึกไฟล์อัตโนมัติหลังจับภาพ
vi: Tự động lưu file sau chụp
zh_tw: 截圖後自動儲存

# RecQualityMP4
source: Quality (MP4)
ar: الجودة (MP4)
de: Qualität (MP4)
es: Calidad (MP4)
fr: Qualité (MP4)
id: Kualitas (MP4)
it: Qualità (MP4)
ja: 画質（MP4）
ko: 화질 (MP4)
pt: Qualidade (MP4)
ru: Качество (MP4)
th: คุณภาพ (MP4)
vi: Chất lượng (MP4)
zh_tw: 畫質（MP4）

# RecFpsMP4
source: Frame Rate (MP4)
ar: معدل الإطارات (MP4)
de: Bildrate (MP4)
es: Tasa de fotogramas (MP4)
fr: Taux d'images (MP4)
it: Frequenza fotogrammi (MP4)
ja: フレームレート（MP4）
ko: 프레임 레이트 (MP4)
pt: Taxa de Quadros (MP4)
ru: Частота кадров (MP4)
th: อัตราเฟรม (MP4)
vi: Tốc độ khung hình (MP4)
zh_tw: 幀率（MP4）

# RecHotkeyTitle
source: Record/Stop Hotkey
ar: مفتاح اختصار التسجيل/الإيقاف
de: Aufnahme/Stopp-Tastenkürzel
es: Atajo Grabar/Detener
fr: Raccourci Enregistrer/Arrêter
id: Tombol Pintas Rekam/Hentikan
it: Scorciatoia Registra/Ferma
ja: 録画/停止ホットキー
ko: 녹화 시작/중지 단축키
pt: Atalho Iniciar/Parar Gravação
ru: Горячая клавиша записи/остановки
th: ปุ่มลัดบันทึก/หยุด
vi: Phím tắt quay/dừng
zh_tw: 錄製/停止快捷鍵

source: Record/Stop
ar: تسجيل/إيقاف
de: Aufnahme/Stopp
es: Grabar/Detener
fr: Enregistrer/Arrêter
id: Rekam/Hentikan
it: Registra/Ferma
ja: 録画/停止
pt: Iniciar/Parar Gravação
ru: Запись/Остановка
th: บันทึก/หยุด
vi: Quay/Dừng
zh_tw: 錄製/停止

# NoteStorageDatabase
source: Storage & Database
ar: التخزين وقاعدة البيانات
de: Speicher & Datenbank
es: Almacenamiento & Base de datos
fr: Stockage & Base de données
id: Penyimpanan & Database
it: Archiviazione & Database
ja: ストレージ＆データベース
ko: 저장 및 데이터베이스
pt: Armazenamento e Banco de Dados
ru: Хранилище & База данных
th: ที่เก็บ & ฐานข้อมูล
vi: Lưu trữ & Cơ sở dữ liệu
zh_tw: 儲存與資料庫
